{
    "books": [
        {
            "title": "A Court of Thorns and Roses Box Set(paperback)",
            "author": "Sarah J. Maas",
            "categories": ["fiction", "fantasy", "romance", "magic"],
            "ourPrice": 1199,
            "mrp": 2950,
            "img": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/51eWInP40RL._SX342_SY445_.jpg",
            "reviews": "https://www.goodreads.com/book/show/123283209-a-court-of-thorns-and-roses-series-5-books-collection-set?ref=nav_sb_ss_1_34#CommunityReviews",
            "pages": 2896,
            "published": "First published October 12, 2021",
            "ratings": 4.8,
            "description": "All five of the Court of Thorns and Roses hardcovers with the new series look in a luxe box set perfect for the holiday season.Passionate, violent, sexy and daring ... A true page-turner - USA TODAY on A Court of Thorns and Roses"
        },
        {
            "title": "A little life",
            "author": "Hanya Yanagihara",
            "categories": ["fiction", "novel", "bestsellers"],
            "ourPrice": 499,
            "mrp": 999,
            "img": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/51THR9iNU9L.jpg",
            "reviews": "https://www.goodreads.com/book/show/22822858-a-little-life?from_search=true&from_srp=true&qid=5ATMC5qMFu&rank=1#CommunityReviews",
            "pages": 720,
            "published": "First published March 10, 2015",
            "ratings": 4.34,
            "description": "When four classmates from a small Massachusetts college move to New York to make their way, they're broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their center of gravity."
        },
        {
            "title": "A man called Ove",
            "author": "Fredrik Backman",
            "categories": ["fiction","contemporary", "novel", "humor", "adult-fiction"],
            "ourPrice": 189,
            "mrp": 349,
            "img": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/81DXIOk9glL._SY425_.jpg",
            "reviews": "https://www.goodreads.com/book/show/18774964-a-man-called-ove?ac=1&from_search=true&qid=FfJ5SA0wux&rank=1/review#CommunityReviews",
            "pages": 337,
            "published": "First published August 27, 2012",
            "ratings": 4.38,
            "description": "A grumpy yet loveable man finds his solitary world turned on its head when a boisterous young family moves in next door. Meet Ove. He's a curmudgeon, the kind of man who points at people he dislikes as if they were burglars caught outside his bedroom window. He has staunch principles, strict routines, and a short fuse. People call him the bitter neighbor from hell, but must Ove be bitter just because he doesn't walk around with a smile plastered to his face all the time?Behind the cranky exterior there is a story and a sadness. So when one November morning a chatty young couple with two chatty young daughters move in next door and accidentally flatten Ove's mailbox, it is the lead-in to a comical and heartwarming tale of unkempt cats, unexpected friendship, and the ancient art of backing up a U-Haul. All of which will change one cranky old man and a local residents' association to their very foundations."
        },
        {
            "title": "A Thousand Boy Kisses",
            "author": "Tillie Cole",
            "categories": ["romance", "young-adult", "contemporary", "high-school"],
            "ourPrice": 249,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1453299050i/25912358.jpg",
            "reviews": "https://www.goodreads.com/book/show/25912358-a-thousand-boy-kisses?from_search=true&from_srp=true&qid=w5HKahQ7ba&rank=1#CommunityReviews",
            "pages": 316,
            "published": "First published March 15, 2016",
            "ratings": 4.09,
            "description": "One kiss lasts a moment. But a thousand kisses can last a lifetime. One boy. One girl. A bond that is forged in an instant and cherished for a decade. A bond that neither time nor distance can break. A bond that will last forever. Or so they believe. When seventeen-year-old Rune Kristiansen returns from his native Norway to the sleepy town of Blossom Grove, Georgia, where he befriended Poppy Litchfield as a child, he has just one thing on his mind. Why did the girl who was one half of his soul, who promised to wait faithfully for his return, cut him off without a word of explanation? Rune's heart was broken two years ago when Poppy fell silent. When he discovers the truth, he finds that the greatest heartache is yet to come."
        }, 
        {
            "title": "Accidentally Ours",
            "author": "Erin Hawkins",
            "categories": ["fiction", "contemporary", "romance", "humor"],
            "ourPrice": 249,
            "mrp": 699,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1689875234i/125273868.jpg",
            "reviews": "https://www.goodreads.com/book/show/125273868-accidentally-ours?from_search=true&from_srp=true&qid=6qqoNbrsjq&rank=1#CommunityReviews",
            "pages": 320,
            "published": "Published August 17, 2023",
            "ratings": 3.9,
            "description": "With college graduation behind me and a highly coveted internship with the most prestigious event planner in the country awaiting me in New York City, I’m ready to say farewell to Vegas and reward all my years of disciplined hard work with one passionate night in a sexy stranger’s bed."
        },
        {
            "title": "Unexpectedly Mine",
            "author": "Erin Hawkins",
            "categories": ["fiction", "contemporary", "romance", "humor"],
            "ourPrice": 249,
            "mrp": 699,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1681810833i/128626060.jpg",
            "reviews": "https://www.goodreads.com/book/show/128626060-unexpectedly-mine?from_search=true&from_srp=true&qid=0mAt2RDHDT&rank=1#CommunityReviews",
            "pages": 364,
            "published": "Published April 18, 2023",
            "ratings": 4.04,
            "description": "The story follows Emma, a wedding dress designer who is just starting to get over a bad breakup when she discovers that her ex is engaged - two months after they broke up. Reeling from the information, Emma has a drunken night in Vegas."
        },
        {
            "title": "All the Bright Places",
            "author": "Jennifer Niven",
            "categories": ["fiction", "contemporary", "romance", "young-adult","mental-health"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1404331702i/18460392.jpg",
            "reviews": "https://www.goodreads.com/book/show/18460392-all-the-bright-places?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 378,
            "published": "First published January 6, 2015",
            "ratings": 4.13,
            "description": "When Finch and Violet meet on the ledge of the bell tower at school, it’s unclear who saves whom. And when they pair up on a project to discover the “natural wonders” of their state, both Finch and Violet make more important discoveries: It’s only with Violet that Finch can be himself—a weird, funny, live-out-loud guy who’s not such a freak after all. And it’s only with Finch that Violet can forget to count away the days and start living them. But as Violet’s world grows, Finch’s begins to shrink."
        }, 
        {
            "title": "Anxious People",
            "author": "Fredrik Backman",
            "categories": ["fiction", "contemporary", "humor", "young-adult","mental-health"],
            "ourPrice": 189,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/810XLL7gvRL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/53799686-anxious-people?from_search=true&from_srp=true&qid=tP5UmqyEr4&rank=1#CommunityReviews",
            "pages": 336,
            "published": "First published April 25, 2019",
            "ratings": 4.18,
            "description": "From the #1 New York Times bestselling author of A Man Called Ove and “writer of astonishing depth” (The Washington Times) comes a poignant comedy about a crime that never took place, a would-be bank robber who disappears into thin air, and eight extremely anxious strangers who find they have more in common than they ever imagined.Viewing an apartment normally doesn’t turn into a life-or-death situation, but this particular open house becomes just that when a failed bank robber bursts in and takes everyone in the apartment hostage. As the pressure mounts, the eight strangers begin slowly opening up to one another and reveal long-hidden truths."
        }, 
        {
            "title": "Archer's Voice",
            "author": "Mia Sheridan",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1656593818i/32822135.jpg",
            "reviews": "https://www.goodreads.com/book/show/32822135-archer-s-voice?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 345,
            "published": "First published January 25, 2014",
            "ratings": 4.25,
            "description": "Archer's Voice is the story of a woman chained to the memory of one horrifying night and the man whose love is the key to her freedom. It is the story of a silent man who lives with an excruciating wound and the woman who helps him find his voice. It is the story of suffering, fate, and the transformative power of love."
        }, 
        {
            "title": "Babel",
            "author": "R.F. Kuang",
            "categories": ["fiction", "history", "magic","fantasy"],
            "ourPrice": 309,
            "mrp": 699,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677361825i/57945316.jpg",
            "reviews": "https://www.goodreads.com/book/show/57945316-babel?from_search=true&from_srp=true&qid=v4MOfmOhuX&rank=1#CommunityReviews",
            "pages": 544,
            "published": "First published August 23, 2022",
            "ratings": 4.21,
            "description": "From award-winning author R. F. Kuang comes Babel, a historical fantasy epic that grapples with student revolutions, colonial resistance, and the use of language and translation as the dominating tool of the British Empire."
        }, 
        {
            "title": "Beach Read",
            "author": "Emily Henry",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81_nXljihzL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/52867387-beach-read?ref=nav_sb_ss_1_10#CommunityReviews",
            "pages": 399,
            "published": "First published May 19, 2020",
            "ratings": 4.01,
            "description": "A romance writer who no longer believes in love and a literary writer stuck in a rut engage in a summer-long challenge that may just upend everything they believe about happily ever afters. Augustus Everett is an acclaimed author of literary fiction. January Andrews writes bestselling romance. When she pens a happily ever after, he kills off his entire cast. They’re polar opposites.In fact, the only thing they have in common is that for the next three months, they’re living in neighboring beach houses, broke, and bogged down with writer’s block."
        }, 
        {
            "title": "Beautiful world where are you",
            "author": "Sally Rooney",
            "categories": ["fiction", "contemporary", "romance", "young-adult","romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81CC6bHTY9L._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/75555793-beautiful-world-where-are-you?from_search=true&from_srp=true&qid=MSEzu8GXQx&rank=1#CommunityReviews",
            "pages": 337,
            "published": "First published September 7, 2021",
            "ratings": 3.54,
            "description": "Alice, a novelist, meets Felix, who works in a warehouse, and asks him if he'd like to travel to Rome with her. In Dublin, her best friend Eileen is getting over a break-up and slips back into flirting with Simon, a man she has known since childhood. Alice, Felix, Eileen and Simon are still young - but life is catching up with them. They desire each other, they delude each other, they worry about sex and friendship and the times they live in. Will they find a way to believe in a beautiful world?"
        }, 
         {
            "title": "Conversations with friends",
            "author": "Sally Rooney",
            "categories": ["fiction", "contemporary", "romance", "novel"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71KNnVfb0lL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/32187419-conversations-with-friends?ref=nav_sb_ss_1_6#CommunityReviews",
            "pages": 304,
            "published": "First published May 25, 2017",
            "ratings": 3.77,
            "description": "A sharply intelligent novel about two college students and the strange, unexpected connection they forge with a married couple. Frances is twenty-one years old, cool-headed, and darkly observant. A college student and aspiring writer, she devotes herself to a life of the mind--and to the beautiful and endlessly self-possessed Bobbi, her best friend and comrade-in-arms. Lovers at school, the two young women now perform spoken-word poetry together in Dublin, where a journalist named Melissa spots their potential. Drawn into Melissa's orbit, Frances is reluctantly impressed by the older woman's sophisticated home and tall, handsome husband. Private property, Frances believes, is a cultural evil--and Nick, a bored actor who never quite lived up to his potential, looks like patriarchy made flesh. But however amusing their flirtation seems at first, it gives way to a strange intimacy neither of them expect. As Frances tries to keep her life in check, her relationships increasingly resist her control: with Nick, with her difficult and unhappy father, and finally even with Bobbi. Desperate to reconcile herself to the desires and vulnerabilities of her body, Frances's intellectual certainties begin to yield to something new: a painful and disorienting way of living from moment to moment."
        }, 
        {
            "title": "Better than the Movies",
            "author": "Lynn Painter",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1618150545i/55710822.jpg",
            "reviews": "https://www.goodreads.com/book/show/18460392-all-the-bright-places?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 356,
            "published": "First published May 4, 2021",
            "ratings": 4.29,
            "description": "In this rom-com about rom-coms, in the spirit of Kasie West and Jenn Bennett, a hopeless romantic teen attempts to secure a happily-ever-after moment with her forever crush, but finds herself reluctantly drawn to the boy next door. Perpetual daydreamer Liz Buxbaum gave her heart to Michael a long time ago. But her cool, aloof forever crush never really saw her before he moved away. Now that he’s back in town, Liz will do whatever it takes to get on his radar - and maybe snag him as a prom date - even befriend Wes Bennet. The annoyingly attractive next-door neighbor might seem like a prime candidate for romantic-comedy fantasies, but Wes has only been a pain in Liz’s butt since they were kids. Pranks involving frogs and decapitated lawn gnomes do not a potential boyfriend make. Yet, somehow, Wes and Michael are hitting it off, which means Wes is Liz’s in."
        }, 
        {
            "title": "Big Little Lies",
            "author": "Liane Moriarty",
            "categories": ["fiction", "contemporary", "mystery","thriller"],
            "ourPrice": 249,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/91TDv7XKJkS._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/33516773-big-little-lies?from_search=true&from_srp=true&qid=RrRnovM3m6&rank=1#CommunityReviews",
            "pages": 460,
            "published": "First published December 25, 2014",
            "ratings": 4.31,
            "description": "A murder...A tragic accident...Or just parents behaving badly? What’s indisputable is that someone is dead. Madeline is a force to be reckoned with. She’s funny, biting, and passionate; she remembers everything and forgives no one. Celeste is the kind of beautiful woman who makes the world stop and stare but she is paying a price for the illusion of perfection. New to town, single mom Jane is so young that another mother mistakes her for a nanny. She comes with a mysterious past and a sadness beyond her years. These three women are at different crossroads, but they will all wind up in the same shocking place. Big Little Lies is a brilliant take on ex-husbands and second wives, mothers and daughters, schoolyard scandal, and the little lies that can turn lethal."
        }, 
        {
            "title": "Birthday Girl",
            "author": "Penelope Douglas",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1523361696i/39555142.jpg",
            "reviews": "https://www.goodreads.com/book/show/18460392-all-the-bright-places?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 349,
            "published": "First published April 15, 2018",
            "ratings": 3.95,
            "description": "Birthday Girl by Penelope Douglas is an age gap forbidden romance that centers around Jordan. After an unfortunate circumstance, Jordan's boyfriend Cole lands in jail therefore leading him to move into his Dad's house with Jordan. The great opening scene with Jordan and Pike is when we see her going to the movies."
        }, 
        {
            "title": "Birthday Stories",
            "author": "Haruki Murakami",
            "categories": ["fiction", "literature", "novel", "magic"],
            "ourPrice": 149,
            "mrp": 250,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/61d8kWBnb_L._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/45301.Birthday_Stories?from_search=true&from_srp=true&qid=c0TXQ9CvmH&rank=1#CommunityReviews",
            "pages": 182,
            "published": "First published January 8, 2004",
            "ratings": 3.56,
            "description": "In this enviable gathering, Haruki Murakami has chosen for his party some of the very best short story writers of recent years, each with their own birthday experiences, each story a snapshot of life on a single day. One man's rebellion against the traditional family birthday dinner of his childhood; the ghosts of a mis-spent youth; unusual guests entertained by an old woman whose son has forgotten her special day - this anthology captures a range of emotions evoked by advancing age and the passing of time, from events fondly recalled to the impact of appalling tragedy."
        }, 
        {
            "title": "Book Lovers",
            "author": "Emily Henry",
            "categories": ["fiction", "contemporary", "romance", "young-adult","mental-health"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71Z6zTK2EeL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/58690308-book-lovers?from_search=true&from_srp=true&qid=JpqNeo5Yhq&rank=1#CommunityReviews",
            "pages": 377,
            "published": "First published May 3, 2022",
            "ratings": 4.15,
            "description": "Book Lovers by Emily Henry is a heartwarming enemies-to-lovers romance centering around Nora Stephens, a literary agent, who goes to Sunshine Falls for a month-long trip with her sister Libby. But enemies may be too harsh of a word to describe Nora and her love interest, Charlie."
        }, 
        {
            "title": "Contagious: Why Things Catch On",
            "author": "Jonah Berger",
            "categories": ["non-fiction", "business", "self-help"],
            "ourPrice": 189,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1376783352i/15801967.jpg",
            "reviews": "https://www.goodreads.com/book/show/15801967-contagious?ref=nav_sb_ss_1_10#CommunityReviews",
            "pages": 210,
            "published": "First published March 1, 2013",
            "ratings": 3.98,
            "description": "What makes things popular? Why do people talk about certain products and ideas more than others? Why are some stories and rumors more infectious? And what makes online content go viral? If you said advertising, think again. People don't listen to advertisements, they listen to their peers. But why do people talk about certain products and ideas more than others? Why are some stories and rumors more infectious? And what makes online content go viral?"
        }, 
        {
            "title": "By Thread",
            "author": "Lucy Score",
            "categories": ["fiction", "contemporary", "romance", "humor"],
            "ourPrice": 299,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1683230813i/48677178.jpg",
            "reviews": "https://www.goodreads.com/book/show/48677178-by-a-thread?from_search=true&from_srp=true&qid=4Na1Hc1yZt&rank=1#CommunityReviews",
            "pages": 584,
            "published": "First published April 23, 2020",
            "ratings": 4.11,
            "description": "A steamy, swoony workplace romantic comedy with a grumpy boss hero determined to save the day and a plucky heroine who is starting to wonder if there might actually be a beating heart just beneath her boss's sexy vests."
        }, 
        {
            "title": "King of Wrath",
            "author": "Ana Huang",
            "categories": ["fiction", "contemporary", "romance", "fantasy"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1663874437i/61229235.jpg",
            "reviews": "https://www.goodreads.com/book/show/61229235-king-of-wrath?from_search=true&from_srp=true&qid=5ipggoXllF&rank=1#CommunityReviews",
            "pages": 398,
            "published": "First published October 18, 2022",
            "ratings": 4.07,
            "description": "Dante Russo thrives on control, both personally and professionally. The billionaire CEO never planned to marry—until the threat of blackmail forces him into an engagement with a woman he barely knows. Vivian Lau, jewelry heiress and daughter of his newest enemy. It doesn't matter how beautiful or charming she is."
        }, 
        {
            "title": "King of Pride",
            "author": "Ana Huang",
            "categories": ["fiction", "contemporary", "romance", "fantasy"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1680192054i/62994279.jpg",
            "reviews": "https://www.goodreads.com/book/show/62994279-king-of-pride?from_search=true&from_srp=true&qid=rkXkla0NEk&rank=1#CommunityReviews",
            "pages": 358,
            "published": "First published April 27, 2023",
            "ratings": 3.97,
            "description": "The plot revolves around Kai and Isabella. Isabella works at the exclusive club Kai regularly visits and is an elite member of. In terms of the actual plot, nothing much happens. The story is about them getting into a relationship and navigating the non-fraternization policy of the club."
        }, 
        {
            "title": "King of Greed",
            "author": "Ana Huang",
            "categories": ["fiction", "contemporary", "romance", "fantasy"],
            "ourPrice": 199,
            "mrp": 549,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687764099i/124943221.jpg",
            "reviews": "https://www.goodreads.com/book/show/124943221-king-of-greed?from_search=true&from_srp=true&qid=K8k8LscYQj&rank=1#CommunityReviews",
            "pages": 352,
            "published": "First published October 24, 2023",
            "ratings": 3.86,
            "description": "King of Greed is the third book in the Kings of Sin series by Ana Huang. Dominic Davenport has lost his wife because he is always chasing the next big thing. Sometimes it's connections, sometimes it's a new deal, and other times it's money. Coming from poverty, it was imperative for him to make a lot of money."
        }, 
        {
            "title": "Kings of Sin Series 3 Books Set",
            "author": "Ana Huang",
            "categories": ["fiction", "contemporary", "romance", "fantasy","series"],
            "ourPrice": 599,
            "mrp": 1497,
            "img": "https://bookclubb.in/wp-content/uploads/2023/10/Add-a-heading-8-570x570.png",
            "reviews": "https://www.goodreads.com/book/show/200208857-kings-of-sin-series-3-books-set-by-ana-huang---king-of-wrath-king-of-pr?from_search=true&from_srp=true&qid=GPkT9exQvS&rank=2#CommunityReviews",
            "pages": 1108,
            "published": "Published October 18, 2023",
            "ratings": 4.30,
            "description": "This Kings of Sin Series 3 Books Set 1. King of Wrath 2. King of Pride 3. King of Greed"
        },
        {
            "title": "COMBO Chestnut Springs Books 1-4",
            "author": "Elsie Silver",
            "categories": ["fiction", "contemporary", "romance","series"],
            "ourPrice": 999,
            "mrp": 2999,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/Addaheading-2023-08-20T110033.535-300x300.png",
            "reviews": "https://www.goodreads.com/book/show/150581133-chestnut-springs-series-by-elsie-silver-5-books-collection-set#CommunityReviews",
            "pages": 1590,
            "published": "First published February 10, 2023",
            "ratings": 4.00,
            "description": "The first book follows a bull rider and his unlikely relationship with his big city agent's daughter. The second follows the brother, a full-time cattle rancher, and his new live-in nanny (who is also his future sister-in-law's best friend)"
        }, 
        {
            "title": "Summer series 3 Books Set",
            "author": "Jenny Han",
            "categories": ["fiction", "young-adult", "romance","series"],
            "ourPrice": 549,
            "mrp": 999,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/61B37ET6WiL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/60427997-the-summer-i-turned-pretty-complete-series?from_search=true&from_srp=true&qid=3Bc8JfhRyS&rank=5#CommunityReviews",
            "pages": 880,
            "published": "First published May 24, 2011",
            "ratings": 4.24,
            "description": "If you loved The Kissing Booth and Jenny Han's smash-hit Netflix movie To All The Boys I've Loved Before, you'll adore this gorgeous, funny, romantic series! This special three-in-one edition features exclusive special content, including Conrad's letters to Isabel.One girl. Two boys. And the summer that changed everything . . ."
        }, 
         {
            "title": "The summer I turned Pretty",
            "author": "Jenny Han",
            "categories": ["fiction", "young-adult", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/tmp_SGZ5zZ_de888772d2b6d102_71JtWQqCp9L-570x570.jpg",
            "reviews": "https://www.goodreads.com/book/show/5821978-the-summer-i-turned-pretty?from_search=true&from_srp=true&qid=M0LxZEz2Ha&rank=1#CommunityReviews",
            "pages": 276,
            "published": "First published May 5, 2009",
            "ratings": 3.77,
            "description": "Belly measures her life in summers. Everything good, everything magical happens between the months of June and August. Winters are simply a time to count the weeks until the next summer, a place away from the beach house, away from Susannah, and most importantly, away from Jeremiah and Conrad. They are the boys that Belly has known since her very first summer—they have been her brother figures, her crushes, and everything in between. But one summer, one terrible and wonderful summer, the more everything changes, the more it all ends up just the way it should have been all along."
        }, 
         {
            "title": "It's not summer without you",
            "author": "Jenny Han",
            "categories": ["fiction", "young-adult", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71Ah8eBe6oL-570x570.jpg",
            "reviews": "https://www.goodreads.com/book/show/6584188-it-s-not-summer-without-you?from_search=true&from_srp=true&qid=aIhPiM4GOi&rank=1#CommunityReviews",
            "pages": 275,
            "published": "First published April 27, 2010",
            "ratings": 3.79,
            "description": "Belly finds out what comes after falling in love in this follow-up to The Summer I Turned Pretty from the New York Times bestselling author of To All the Boys I’ve Loved Before (soon to be a major motion picture!), Jenny Han.Can summer be truly summer without Cousins Beach?"
        }, 
         {
            "title": "We'll always have summer",
            "author": "Jenny Han",
            "categories": ["fiction", "young-adult", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/61iQHrhPl4L._AC_UY327_FMwebp_QL65_8a033d57-aa3c-456b-b920-d9fca910f25b.jpg",
            "reviews": "https://www.goodreads.com/book/show/8680278-we-ll-always-have-summer?ref=nav_sb_ss_1_6#CommunityReviews",
            "pages": 291,
            "published": "First published April 26, 2011",
            "ratings": 3.81,
            "description": "It's been two years since Conrad told Belly to go with Jeremiah. She and Jeremiah have been inseparable ever since, even attending the same college—only, their relationship hasn't exactly been the happily ever after Belly had hoped it would be. And when Jeremiah makes the worst mistake a boy can make, Belly is forced to question what she thought was true love. Does she really have a future with Jeremiah? Has she ever gotten over Conrad? It's time for Belly to decide, once and for all, who has her heart forever."
        }, 

        {
            "title": "Six of Crows",
            "author": "Leigh Bardugo",
            "categories": ["fiction", "fantasy", "romance", "young-adult","magic"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1651710803i/23437156.jpg",
            "reviews": "https://www.goodreads.com/book/show/23437156-six-of-crows?from_search=true&from_srp=true&qid=EBA1Hg73Y7&rank=1#CommunityReviews",
            "pages": 465,
            "published": "First published September 29, 2015",
            "ratings": 4.49,
            "description": "A convict with a thirst for revenge. A sharpshooter who can’t walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Six dangerous outcasts. One impossible heist. Kaz’s crew is the only thing that might stand between the world and destruction—if they don’t kill each other first."
        }, 
        {
            "title": "Crooked Kingdom",
            "author": "Leigh Bardugo",
            "categories": ["fiction", "fantasy", "romance", "young-adult","magic"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1456172607i/22299763.jpg",
            "reviews": "https://www.goodreads.com/book/show/22299763-crooked-kingdom?ref=nav_sb_ss_1_10#CommunityReviews",
            "pages": 561,
            "published": "First published September 27, 2016",
            "ratings": 4.60,
            "description": "Kaz Brekker and his crew of deadly outcasts have just pulled off a heist so daring even they didn't think they'd survive. But instead of divvying up a fat reward, they're right back to fighting for their lives. Double-crossed and badly weakened, the crew is low on resources, allies, and hope. As powerful forces from around the world descend on Ketterdam to root out the secrets of the dangerous drug known as jurda parem, old rivals and new enemies emerge to challenge Kaz's cunning and test the team's fragile loyalties."
        }, 
        {
            "title": "Dark Matter",
            "author": "Blake Crouch",
            "categories": ["fiction", "thriller","mystery"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81xS77gfCgL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/27833670-dark-matter?ref=nav_sb_ss_1_11#CommunityReviews",
            "pages": 352,
            "published": "First published July 26, 2016",
            "ratings": 4.13,
            "description": "Dark Matter is a brilliantly plotted tale that is at once sweeping and intimate, mind-bendingly strange and profoundly human--a relentlessly surprising science-fiction thriller about choices, paths not taken, and how far we'll go to claim the lives we dream of."
        }, 
        {
            "title": "Demon Copperhead",
            "author": "Barbara Kingsolver",
            "categories": ["fiction", "contemporary","history"],
            "ourPrice": 349,
            "mrp": 719,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/91aLXdxFwdL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/60194162-demon-copperhead?ref=nav_sb_ss_1_16#CommunityReviews",
            "pages": 560,
            "published": "First published October 18, 2022",
            "ratings": 4.52,
            "description": "Set in the mountains of southern Appalachia, this is the story of a boy born to a teenaged single mother in a single-wide trailer, with no assets beyond his dead father's good looks and copper-colored hair, a caustic wit, and a fierce talent for survival. In a plot that never pauses for breath, relayed in his own unsparing voice, he braves the modern perils of foster care, child labor, derelict schools, athletic success, addiction, disastrous loves, and crushing losses. Through all of it, he reckons with his own invisibility in a popular culture where even the superheroes have abandoned rural people in favor of cities."
        }, 
        {
            "title": "Divine Rivals",
            "author": "Jennifer Niven",
            "categories": ["fiction", "contemporary", "fantasy", "young-adult","history"],
            "ourPrice": 299,
            "mrp": 699,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1655928079i/60784546.jpg",
            "reviews": "https://www.goodreads.com/book/show/60784546-divine-rivals?from_search=true&from_srp=true&qid=AfvxorJuKi&rank=1#CommunityReviews",
            "pages": 357,
            "published": "First published April 4, 2023",
            "ratings": 4.27,
            "description": "When two young rival journalists find love through a magical connection, they must face the depths of hell, in a war among gods, to seal their fate forever. After centuries of sleep, the gods are warring again. But eighteen-year-old Iris Winnow just wants to hold her family together. Her mother is suffering from addiction and her brother is missing from the front lines. Her best bet is to win the columnist promotion at the Oath Gazette."
        }, 
        {
            "title": "Evil Under the Sun",
            "author": "Agatha Christie",
            "categories": ["fiction", "thriller", "classic","mystery"],
            "ourPrice": 169,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/evil-under-the-sun-by-agatha-christie-300x300.jpg",
            "reviews": "https://www.goodreads.com/book/show/16305.Evil_Under_the_Sun?from_search=true&from_srp=true&qid=LmE6TJNG02&rank=1#CommunityReviews",
            "pages": 220,
            "published": "First published June 1, 1941",
            "ratings": 3.98,
            "description": "The beautiful bronzed body of Arlena Stuart lay facedown on the beach. But strangely, there was no sun and she was not sunbathing... she had been strangled.Ever since Arlena's arrival the air had been thick with sexual tension. Each of the guests had a motive to kill her. But Hercule Poirot suspects that this apparent 'crime of passion' conceals something much more evil."
        }, 
        {
            "title": "The Fine Print",
            "author": "Lauren Asher",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 239,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1671865608i/74045390.jpg",
            "reviews": "https://www.goodreads.com/book/show/74045390-the-fine-print?from_search=true&from_srp=true&qid=An58STm40j&rank=1#CommunityReviews",
            "pages": 448,
            "published": "First published July 8, 2021",
            "ratings": 3.87,
            "description": "Rowan is determined to renovate Dreamland, their family theme park. And fulfill his grandfather's last wish while also getting his inheritance. But then he comes across the beautiful, and talented Zahra and she awakes inside him a side that has long stayed dormant.."
        }, 
        {
            "title": "Terms and Conditions",
            "author": "Lauren Asher",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 239,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1674743453i/86767939.jpg",
            "reviews": "https://www.goodreads.com/book/show/86767939-terms-and-conditions?from_search=true&from_srp=true&qid=An58STm40j&rank=3#CommunityReviews",
            "pages": 494,
            "published": "First published February 24, 2022",
            "ratings": 4.15,
            "description": "This book follows Declan who has to complete his grandfather's inheritance clause by getting married and having a family. Declan needs to find someone to marry him and Iris, Declan's assistant, steps up and agrees to marry him so he can get his inheritance."
        }, 
        {
            "title": "Final Offer",
            "author": "Lauren Asher",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 239,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1404331702i/18460392.jpg",
            "reviews": "https://www.goodreads.com/book/show/61681786-final-offer?from_search=true&from_srp=true&qid=ojEQtYAO20&rank=1#CommunityReviews",
            "pages": 583,
            "published": "First published January 23, 2023",
            "ratings": 4.25,
            "description": "Definitely a summer book! This story is about Cal completing the task left to him by his grandfather to receive his inheritance. He must sell his grandfather's house by a deadline with just one problem—his ex and the greatest love of his life—lives in that house and she's convinced it's hers!"
        }, 
        {
            "title": "Four Aunties and a Wedding",
            "author": "Jesse Q. Sutanto",
            "categories": ["fiction", "contemporary", "romance", "mystery","humor"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71ELx4djb9L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/18460392-all-the-bright-places?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 293,
            "published": "First published March 29, 2022",
            "ratings": 3.46,
            "description": "Meddy Chan has been to countless weddings, but she never imagined how her own would turn out. Now the day has arrived, and she can't wait to marry her college sweetheart, Nathan. Instead of having Ma and the aunts cater to her wedding, Meddy wants them to enjoy the day as guests. As a compromise, they find the perfect wedding vendors: a Chinese-Indonesian family-run company just like theirs. Meddy is hesitant at first, but she hits it off right away with the wedding photographer, Staphanie, who reminds Meddy of herself, down to the unfortunately misspelled name."
        }, 
        {
            "title": "Fourth Wing",
            "author": "Rebecca Yarros",
            "categories": ["fiction", "fantasy", "romance", "young-adult"],
            "ourPrice": 319,
            "mrp": 899,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1701980900i/61431922.jpg",
            "reviews": "https://www.goodreads.com/book/show/61431922-fourth-wing?from_search=true&from_srp=true&qid=ZQlOAYo6yN&rank=1#CommunityReviews",
            "pages": 498,
            "published": "First published May 2, 2023",
            "ratings": 4.61,
            "description": "Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general—also known as her tough-as-talons mother—has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders."
        }, 
        {
            "title": "Iron Flame",
            "author": "Rebecca Yarros",
            "categories": ["fiction", "fantasy", "romance", "young-adult"],
            "ourPrice": 319,
            "mrp": 899,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687463048i/90202302.jpg",
            "reviews": "https://www.goodreads.com/book/show/90202302-iron-flame?from_search=true&from_srp=true&qid=1miCwlN5qd&rank=1#CommunityReviews",
            "pages": 624,
            "published": "First published November 7, 2023",
            "ratings": 4.37,
            "description": "Everyone expected Violet Sorrengail to die during her first year at Basgiath War College—Violet included. But Threshing was only the first impossible test meant to weed out the weak-willed, the unworthy, and the unlucky.Now the real training begins, and Violet’s already wondering how she’ll get through. It’s not just that it’s grueling and maliciously brutal, or even that it’s designed to stretch the riders’ capacity for pain beyond endurance. It’s the new vice commandant, who’s made it his personal mission to teach Violet exactly how powerless she is–unless she betrays the man she loves."
        },
        {
            "title": "Girl in Pieces",
            "author": "Kathleen Glasgow",
            "categories": ["fiction", "contemporary","young-adult", "mystery","mental-health"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1469509467i/29236380.jpg",
            "reviews": "https://www.goodreads.com/book/show/29236380-girl-in-pieces?ref=nav_sb_ss_1_10#CommunityReviews",
            "pages": 416,
            "published": "First published August 30, 2016",
            "ratings": 4.00,
            "description": "Charlotte Davis is in pieces. At seventeen she’s already lost more than most people lose in a lifetime. But she’s learned how to forget. The broken glass washes away the sorrow until there is nothing but calm. You don’t have to think about your father and the river. Your best friend, who is gone forever. Or your mother, who has nothing left to give you.Every new scar hardens Charlie’s heart just a little more, yet it still hurts so much. It hurts enough to not care anymore, which is sometimes what has to happen before you can find your way back from the edge."
        }, 
        {
            "title": "The God of Small Things",
            "author": "Arundhati Roy",  
            "categories": ["literature","novel", "history","classic"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1590282886i/9777.jpg",
            "reviews": "https://www.goodreads.com/book/show/9777.The_God_of_Small_Things?ref=nav_sb_ss_1_14#CommunityReviews",
            "pages": 321,
            "published": "First published April 1, 1997",
            "ratings": 3.95,
            "description": "The year is 1969. In the state of Kerala, on the southernmost tip of India, a skyblue Plymouth with chrome tailfins is stranded on the highway amid a Marxist workers' demonstration. Inside the car sit two-egg twins Rahel and Esthappen, and so begins their tale. . . ."
        }, 
        {
            "title": "Gone Girl",
            "author": "Gillian Flynn",
            "categories": ["fiction", "mystery","thriller","contemporary"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1554086139i/19288043.jpg",
            "reviews": "https://www.goodreads.com/book/show/19288043-gone-girl?ref=nav_sb_ss_1_9#CommunityReviews",
            "pages": 415,
            "published": "First published May 14, 2012",
            "ratings": 4.13,
            "description": "Who are you? What have we done to each other? These are the questions Nick Dunne finds himself asking on the morning of his fifth wedding anniversary when his wife Amy suddenly disappears. The police suspect Nick. Amy's friends reveal that she was afraid of him, that she kept secrets from him. He swears it isn't true. A police examination of his computer shows strange searches. He says they weren't made by him. And then there are the persistent calls on his mobile phone.."
        }, 
        {
            "title": "Grandparents' Bag of Stories",
            "author": "Sudha Murty",
            "categories": ["fiction", "children"],
            "ourPrice": 159,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1605517741i/55898358.jpg",
            "reviews": "https://www.goodreads.com/book/show/55898358-grandparents-bag-of-stories?ref=nav_sb_ss_1_17#CommunityReviews",
            "pages": 229,
            "published": "First published July 14, 2021",
            "ratings": 4.44,
            "description": "It’s 2020 and children are stuck indoors as the novel coronavirus finds its way into India. A nationwide lockdown is announced and amidst the growing crisis, Ajja and Ajji welcome their grandchildren and Kamlu Ajji into their house in Shiggaon."
        }, 
        {
            "title": "Happy Place",
            "author": "Emily Henry",
            "categories": ["fiction", "contemporary", "romance", "young-adult"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/81cae6WgsGL._AC_UY218_.jpg",
            "reviews": "https://www.goodreads.com/book/show/61718053-happy-place?from_search=true&from_srp=true&qid=hqRZjfOplT&rank=1#CommunityReviews",
            "pages": 400,
            "published": "First published April 25, 2023",
            "ratings": 4.04,
            "description": "Harriet and Wyn have been the perfect couple since they met in college—they go together like salt and pepper, honey and tea, lobster and rolls. Except, now—for reasons they’re still not discussing—they don’t.They broke up six months ago. And still haven’t told their best friends."
        }, 
        {
            "title": "Harry Potter and the Cursed Child",
            "author": "J.K. Rowling",
            "categories": ["fiction", "fantasy", "magic"],
            "ourPrice": 299,
            "mrp": 699,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1470082995i/29056083.jpg",
            "reviews": "https://www.goodreads.com/book/show/29056083-harry-potter-and-the-cursed-child?ac=1&from_search=true&qid=RIMajWV0iA&rank=2#CommunityReviews",
            "pages": 343,
            "published": "First published July 31, 2016",
            "ratings": 3.49,
            "description": "Based on an original new story by J.K. Rowling, Jack Thorne, and John Tiffany, a new play by Jack Thorne, 'Harry Potter and the Cursed Child' is the complete and official playscript of the original, award-winning West End production. This updated edition includes the final dialogue and stage directions, a conversation piece between director John Tiffany and playwright Jack Thorne, the Potter family tree, and a timeline of events in the wizarding world leading up to 'Harry Potter and the Cursed Child'."
        }, 
        {
            "title": "Harry Potter and the Philosopher’s Stone",
            "author": "J.K. Rowling",
            "categories": ["fiction", "fantasy", "magic","children"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81m1s4wIPML._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/72193.Harry_Potter_and_the_Philosopher_s_Stone?from_search=true&from_srp=true&qid=OlJXnuErAg&rank=1#CommunityReviews",
            "pages": 223,
            "published": "First published June 26, 1997",
            "ratings": 4.47,
            "description": "Harry Potter thinks he is an ordinary boy - until he is rescued by an owl, taken to Hogwarts School of Witchcraft and Wizardry, learns to play Quidditch and does battle in a deadly duel. The Reason ... HARRY POTTER IS A WIZARD!"
        }, 
        {
            "title": "Harry Potter Boxset[1-3vol]",
            "author": "J.K. Rowling",
            "categories": ["fiction", "fantasy", "magic","children"],
            "ourPrice": 499,
            "mrp": 699,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/harry-potter-boxset-1-3-volumes-300x300.jpg",
            "reviews": "https://www.goodreads.com/book/show/299213.Harry_Potter_Box_Set?from_search=true&from_srp=true&qid=VxflXRSnn7&rank=1#CommunityReviews",
            "pages": "unknown",
            "published": "First published January 1, 1999",
            "ratings": 4.66,
            "description": "It contains 3 volumes: Harry Potter and the Sorcerer's Stone, Harry Potter and the Chamber of Secrets,Harry Potter and the Prisoner of Azkaban"
        }, 
        {
            "title": "Hello Beautiful",
            "author": "Ann Napolitano",
            "categories": ["fiction", "contemporary", "romance", "adult-fiction"],
            "ourPrice": 249,
            "mrp": 599,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71ELx4djb9L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/61771675-hello-beautiful?from_search=true&from_srp=true&qid=oAYw8jBfyM&rank=1#CommunityReviews",
            "pages": 416,
            "published": "First published March 14, 2023",
            "ratings": 4.20,
            "description": "William Waters grew up in a house silenced by tragedy, where his parents could hardly bear to look at him, much less love him. So it’s a relief when his skill on the basketball court earns him a scholarship to college, far away from his childhood home. He soon meets Julia Padavano, a spirited and ambitious young woman who surprises William with her appreciation of his quiet steadiness. With Julia comes her family; she is inseparable from her three younger sisters: Sylvie, the dreamer, is happiest with her nose in a book and imagines a future different from the expected path of wife and mother; Cecelia, the family’s artist; and Emeline, who patiently takes care of all of them. Happily, the Padavanos fold Julia’s new boyfriend into their loving, chaotic household."
        }, 
        {
            "title": "Hook,Line, and Sinker",
            "author": "Tessa Bailey",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1627068858i/58283080.jpg",
            "reviews": "https://www.goodreads.com/book/show/58283080-hook-line-and-sinker?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 353,
            "published": "First published March 1, 2022",
            "ratings": 3.94,
            "description": "King crab fisherman Fox Thornton has a reputation as a sexy, carefree flirt. Everyone knows he's a guaranteed good time--in bed and out--and that's exactly how he prefers it. Until he meets Hannah Bellinger. She's immune to his charm and looks, but she seems to enjoy his... personality? And wants to be friends? Bizarre. But he likes her too much to risk a fling, so platonic pals it is."
        }, 
        {
            "title": "If He Had Been With Me",
            "author": "Laura Nowlin",
            "categories": ["fiction", "contemporary", "romance", "mental-health"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1699047515i/181865350.jpg",
            "reviews": "https://www.goodreads.com/book/show/122919434-if-he-had-been-with-me?ref=nav_sb_ss_3_22#CommunityReviews",
            "pages": 400,
            "published": "First published April 1, 2013",
            "ratings": 3.84,
            "description": "If he had been with me, he wouldn't have died.Throughout their whole childhood, Finn and Autumn were inseparable—they finished each other's sentences, they knew just what to say when the other person was hurting. But one incident in middle school puts them in separate social worlds come high school, and Autumn has been happily dating James for the last 2 years. But she's always wondered what if..."
        }, 
        {
            "title": "If I Stay",
            "author": "Gayle Forman",
            "categories": ["fiction", "contemporary", "romance","young-adult"],
            "ourPrice": 179,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71ELx4djb9L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/4374400-if-i-stay?ref=nav_sb_ss_1_9#CommunityReviews    ",
            "pages": 209,
            "published": "First published April 2, 2009",
            "ratings": 3.92,
            "description": "In the blink of an eye everything changes. Seventeen ­year-old Mia has no memory of the accident; she can only recall what happened afterwards, watching her own damaged body being taken from the wreck. Little by little she struggles to put together the pieces- to figure out what she has lost, what she has left, and the very difficult choice she must make. Heartwrenchingly beautiful, this will change the way you look at life, love, and family. Now a major motion picture starring Chloe Grace Moretz, Mia's story will stay with you for a long, long time."
        }, 
        {
            "title": "If We Were Villains",
            "author": "M.L. Rio",
            "categories": ["fiction", "thriller", "mystery","romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71Rqr9YfePL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/30319086-if-we-were-villains?from_search=true&from_srp=true&qid=fICafBnuJG&rank=1#CommunityReviews",
            "pages": 354,
            "published": "First published April 11, 2017",
            "ratings": 4.18,
            "description": "Oliver Marks has just served ten years in jail - for a murder he may or may not have committed. On the day he's released, he's greeted by the man who put him in prison. Detective Colborne is retiring, but before he does, he wants to know what really happened a decade ago."
        }, 
        {
            "title": "Inferno",
            "author": "Dan Brown",
            "categories": ["fiction", "classic", "thriller", "mystery"],
            "ourPrice": 189,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/inferno-by-dan-brown-300x300.jpg",
            "reviews": "https://www.goodreads.com/book/show/17212231-inferno?ref=nav_sb_ss_1_7#CommunityReviews",
            "pages": 463,
            "published": "First published May 14, 2013",
            "ratings": 3.88,
            "description": "Harvard professor of symbology Robert Langdon awakens in an Italian hospital, disoriented and with no recollection of the past thirty-six hours, including the origin of the macabre object hidden in his belongings. With a relentless female assassin trailing them through Florence, he and his resourceful doctor, Sienna Brooks, are forced to flee. Embarking on a harrowing journey, they must unravel a series of codes, which are the work of a brilliant scientist whose obsession with the end of the world is matched only by his passion for one of the most influential masterpieces ever written, Dante Alighieri's The Inferno."
        }, 
        {
            "title": "It ends with us",
            "author": "Colleen Hoover",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71ELx4djb9L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/27362503-it-ends-with-us?from_search=true&from_srp=true&qid=68v8Jcup4P&rank=1#CommunityReviews",
            "pages": 386,
            "published": "First published August 2, 2016",
            "ratings": 4.18,
            "description": "It Ends with Us is a book that follows a girl named Lily who has just moved and is ready to start her life after college. Lily then meets a guy named Ryle and she falls for him. As she is developing feelings for Ryle, Atlas, her first love, reappears and challenges the relationship between Lily and Ryle."
        }, 
        {
            "title": "It starts with us",
            "author": "Colleen Hoover",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71ELx4djb9L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/60393672-it-starts-with-us?from_search=true&from_srp=true&qid=W8o9J2TuBx&rank=1#CommunityReviews",
            "pages": 323,
            "published": "First published October 18, 2022",
            "ratings": 3.88,
            "description": "“It Starts With Us” instead focuses on recovery and starting a new life of healthy love. It's a story about feeling loved for the first time and giving the love you believe others deserve from you. This book explains that not all parental love is unconditional and not all romantic love will end."
        }, 
        {
            "title": "It Happened One Summer",
            "author": "Tessa Bailey",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1604991895i/55659629.jpg",
            "reviews": "https://www.goodreads.com/book/show/55659629-it-happened-one-summer?ref=nav_sb_ss_1_19#CommunityReviews",
            "pages": 397,
            "published": "First published July 13, 2021",
            "ratings": 3.98,
            "description": "Piper Bellinger is fashionable, influential, and her reputation as a wild child means the paparazzi are constantly on her heels. When too much champagne and an out-of-control rooftop party lands Piper in the slammer, her stepfather decides enough is enough. So he cuts her off, and sends Piper and her sister to learn some responsibility running their late father’s dive bar... in Washington."
        }, 
        {
            "title": "Kafka on the Shore",
            "author": "Haruki Murakami",
            "categories": ["fiction", "literature","classic", "magic","fantasy"],
            "ourPrice": 239,
            "mrp": 599,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81tdbrewW0L._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/4929.Kafka_on_the_Shore?from_search=true&from_srp=true&qid=CZwgXuxGlc&rank=1#CommunityReviews",
            "pages": 467,
            "published": "First published September 1, 2002",
            "ratings": 4.13,
            "description": "Kafka on the Shore, a tour de force of metaphysical reality, is powered by two remarkable characters: a teenage boy, Kafka Tamura, who runs away from home either to escape a gruesome oedipal prophecy or to search for his long-missing mother and sister; and an aging simpleton called Nakata, who never recovered from a wartime affliction and now is drawn toward Kafka for reasons that, like the most basic activities of daily life, he cannot fathom. Their odyssey, as mysterious to them as it is to us, is enriched throughout by vivid accomplices and mesmerizing events. Cats and people carry on conversations, a ghostlike pimp employs a Hegel-quoting prostitute, a forest harbors soldiers apparently unaged since World War II, and rainstorms of fish (and worse) fall from the sky. There is a brutal murder, with the identity of both victim and perpetrator a riddle—yet this, along with everything else, is eventually answered, just as the entwined destinies of Kafka and Nakata are gradually revealed, with one escaping his fate entirely and the other given a fresh start on his own."
        }, 
        {
            "title": "Less",
            "author": "Andrew Sean Greer",
            "categories": ["fiction", "contemporary", "romance","humor"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1524491811i/39927096.jpg",
            "reviews": "https://www.goodreads.com/book/show/39927096-less?ref=nav_sb_ss_1_4#CommunityReviews",
            "pages": 273,
            "published": "First published July 18, 2017",
            "ratings": 3.64,
            "description": "A love story, a satire of the American abroad, a rumination on time and the human heart, by an author The New York Times has hailed as “inspired, lyrical,” “elegiac,” “ingenious,” as well as “too sappy by half,” Less shows a writer at the peak of his talents raising the curtain on our shared human comedy."
        }, 
        {
            "title": "Legendary",
            "author": "Stephanie Garber",
            "categories": ["fiction", "romance", "fantasy","magic"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/81IlKNSYG7L._AC_UY218_.jpg",
            "reviews": "https://www.goodreads.com/book/show/36329818-legendary?ref=nav_sb_ss_1_9#CommunityReviews",
            "pages": 451,
            "published": "First published May 29, 2018",
            "ratings": 4.18,
            "description": "A heart to protect. A debt to repay. A game to win. After being swept up in the magical world of Caraval, Donatella Dragna has finally escaped her father and saved her sister, Scarlett, from a disastrous arranged marriage. The girls should be celebrating, but Tella isn’t yet free. She made a desperate bargain with a mysterious criminal, and what Tella owes him no one has ever been able to deliver: Caraval Master Legend’s true name."
        }, 
        {
            "title": "Caraval",
            "author": "Stephanie Garber",
            "categories": ["fiction", "romance", "fantasy","magic"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2024/01/Caraval.jpg",
            "reviews": "https://www.goodreads.com/book/show/27883214-caraval?from_search=true&from_srp=true&qid=facqGpUbB7&rank=1#CommunityReviews",
            "pages": 407,
            "published": "First published September 29, 2016",
            "ratings": 3.99,
            "description": "Scarlett Dragna has never left the tiny island where she and her sister, Tella, live with their powerful, and cruel, father. Now Scarlett’s father has arranged a marriage for her, and Scarlett thinks her dreams of seeing Caraval—the faraway, once-a-year performance where the audience participates in the show—are over."
        }, 
        {
            "title": "Lessons in Chemistry",
            "author": "Bonnie Garmus",
            "categories": ["fiction","romance","history","contemporary"],
            "ourPrice": 259,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1697163548i/199599064.jpg",
            "reviews": "https://www.goodreads.com/book/show/199599064-lessons-in-chemistry?from_search=true&from_srp=true&qid=kLKxvA7Ee9&rank=2#CommunityReviews",
            "pages": 390,
            "published": "Published October 11, 2023",
            "ratings": 4.43,
            "description": "Chemist Elizabeth Zott is not your average woman. In fact, Elizabeth Zott would be the first to point out that there is no such thing as an average woman. But it’s the early 1960s and her all-male team at Hastings Research Institute takes a very unscientific view of equality. Except for one: Calvin Evans; the lonely, brilliant, Nobel–prize nominated grudge-holder who falls in love with—of all things—her mind. True chemistry results."
        }, 
        {
            "title": "Looking for Alaska",
            "author": "John Green",
            "categories": ["fiction", "contemporary", "romance","young-adult"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/91nTClkODkL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/99561.Looking_for_Alaska?from_search=true&from_srp=true&qid=PcnzIU7QKj&rank=1#CommunityReviews",
            "pages": 221,
            "published": "First published March 3, 2005",
            "ratings": 3.97,
            "description": "Before. Miles “Pudge” Halter is done with his safe life at home. His whole life has been one big non-event, and his obsession with famous last words has only made him crave “the Great Perhaps” even more (Francois Rabelais, poet). He heads off to the sometimes crazy and anything-but-boring world of Culver Creek Boarding School, and his life becomes the opposite of safe. Because down the hall is Alaska Young. The gorgeous, clever, funny, sexy, self-destructive, screwed up, and utterly fascinating Alaska Young. She is an event unto herself. She pulls Pudge into her world, launches him into the Great Perhaps, and steals his heart. Then. . . ."
        }, 
        {
            "title": "Love Redesigned",
            "author": "Lauren Asher",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 249,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1695345234i/199070596.jpg",
            "reviews": "https://www.goodreads.com/book/show/199070596-love-redesigned?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 530,
            "published": "First published November 7, 2023",
            "ratings": 4.15,
            "description": "Love Redesigned is a steamy, small town romance about two family friends-turned-childhood rivals. It is the first book in the standalone Lakefront Billionaires series and has a happy ending."
        }, 
        {
            "title": "Love Theoretically",
            "author": "Ali Hazelwood",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1681476644i/61326735.jpg",
            "reviews": "https://www.goodreads.com/book/show/61326735-love-theoretically?ref=nav_sb_ss_1_11#CommunityReviews",
            "pages": 389,
            "published": "First published June 13, 2023",
            "ratings": 4.15,
            "description": "The many lives of theoretical physicist Elsie Hannaway have finally caught up with her. By day, she’s an adjunct professor, toiling away at grading labs and teaching thermodynamics in the hopes of landing tenure. By other day, Elsie makes up for her non-existent paycheck by offering her services as a fake girlfriend, tapping into her expertly honed people pleasing skills to embody whichever version of herself the client needs."
        }, 
        {
            "title": "Love Hypothesis",
            "author": "Ali Hazelwood",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1611937942i/56732449.jpg",
            "reviews": "https://www.goodreads.com/book/show/56732449-the-love-hypothesis?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 383,
            "published": "First published September 14, 2021",
            "ratings": 4.16,
            "description": "As a third-year Ph.D. candidate, Olive Smith doesn't believe in lasting romantic relationships--but her best friend does, and that's what got her into this situation. Convincing Anh that Olive is dating and well on her way to a happily ever after was always going to take more than hand-wavy Jedi mind tricks: Scientists require proof. So, like any self-respecting biologist, Olive panics and kisses the first man she sees."
        }, 
        {
            "title": "Love on the Brain",
            "author": "Ali Hazelwood",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657897729i/59571699.jpg",
            "reviews": "https://www.goodreads.com/book/show/59571699-love-on-the-brain?from_search=true&from_srp=true&qid=ePN6hpLBjs&rank=1#CommunityReviews",
            "pages": 368,
            "published": "First published August 23, 2022",
            "ratings": 3.93,
            "description": "Bee Königswasser lives by a simple code: What would Marie Curie do? If NASA offered her the lead on a neuroengineering project - a literal dream come true - Marie would accept without hesitation. Duh. But the mother of modern physics never had to co-lead with Levi Ward. Sure, Levi is attractive in a tall, dark, and piercing-eyes kind of way. But Levi made his feelings toward Bee very clear in grad school - archenemies work best employed in their own galaxies far, far away."
        }, 
        {
            "title": "Maybe Not",
            "author": "Colleen Hoover",
            "categories": ["fiction", "contemporary", "romance", "novella"],
            "ourPrice": 179,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1666362650i/62967891.jpg",
            "reviews": "https://www.goodreads.com/book/show/18460392-all-the-bright-places?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 160,
            "published": "First published November 24, 2014",
            "ratings": 3.66,
            "description": "When Warren has the opportunity to live with a female roommate, he instantly agrees. It could be an exciting change.Or maybe not.Especially when that roommate is the cold and seemingly calculating Bridgette. Tensions run high and tempers flare as the two can hardly stand to be in the same room together. But Warren has a theory about Bridgette: anyone who can hate with that much passion should also have the capability to love with that much passion. And he wants to be the one to test this theory."
        }, 
        {
            "title": "Maybe Someday",
            "author": "Colleen Hoover",
            "categories": ["fiction", "contemporary", "romance", "novella"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1666362550i/62967882.jpg",
            "reviews": "https://www.goodreads.com/book/show/62967882-maybe-someday?from_search=true&from_srp=true&qid=atk6WxkxH7&rank=1#CommunityReviews",
            "pages": 384,
            "published": "First published April 18, 2014",
            "ratings": 4.03,
            "description": "At twenty-two years old, Sydney has a great life: She's in college, working a steady job, in love with her wonderful boyfriend, Hunter, and rooming with her best friend, Tori. But everything changes when she discovers Hunter's cheating on her--and she is left trying to decide what to do next."
        }, 
        {
            "title": "Maybe Now",
            "author": "Colleen Hoover",
            "categories": ["fiction", "contemporary", "romance", "novella"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1699145214i/149556054.jpg",
            "reviews": "https://www.goodreads.com/book/show/42657538-maybe-now?ref=nav_sb_ss_1_9#CommunityReviews",
            "pages": 414,
            "published": "First published November 29, 2018",
            "ratings": 3.90,
            "description": "What is more important? Friendship, loyalty, or love? Ridge and Sydney are thrilled to finally be together guilt-free. But as the two of them navigate this freedom, Warren and Bridgette’s relationship is as tumultuous as ever, and Maggie grapples with her illness."
        }, 
        {
            "title": "Finding Perfect",
            "author": "Colleen Hoover",
            "categories": ["fiction", "contemporary", "romance", "novella"],
            "ourPrice": 149,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71MRHItFp-L._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/49018309-finding-perfect?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 128,
            "published": "First published November 30, 2019",
            "ratings": 4.16,
            "description": "Finding Perfect is a novella that brings back some of Colleen’s most beloved characters. Told from the point of view of Daniel from Finding Cinderella, readers will finally get the conclusion they’ve been hoping for.For the best reading experience, make sure you’ve read all four books that come together to make up this heartwarming story: Hopeless, Losing Hope, Finding Cinderella, and All Your Perfects."
        }, 
        {
            "title": "Men Without Women",
            "author": "Haruki Murakami",
            "categories": ["literature", "contemporary", "Japan Literature"],
            "ourPrice": 179,
            "mrp": 259,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/61jE8ravkbL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/33652490-men-without-women?ref=nav_sb_ss_1_17#CommunityReviews",
            "pages": 242,
            "published": "First published April 18, 2014",
            "ratings": 3.76,
            "description": "A dazzling new collection of short stories—the first major new work of fiction from the beloved, internationally acclaimed, Haruki Murakami since his #1 best-selling Colorless Tsukuru Tazaki and His Years of Pilgrimage.Across seven tales, Haruki Murakami brings his powers of observation to bear on the lives of men who, in their own ways, find themselves alone. Here are vanishing cats and smoky bars, lonely hearts and mysterious women, baseball and the Beatles, woven together to tell stories that speak to us all."
        }, 
        {
            "title": "Metamorphosis",
            "author": "Franz Kafka",
            "categories": ["classic","fiction", "fantasy", "literature","classic"],
            "ourPrice": 139,
            "mrp": 219,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/61mM0EwT-KS._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/485894.The_Metamorphosis?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 201,
            "published": "First published January 1, 1915",
            "ratings": 3.86,
            "description": "With it's startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, The Metamorphosis. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing—though absurdly comic—meditation on human feelings of inadequacy, guilt, and isolation, The Metamorphosis has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, 'Kafka is important to us because his predicament is the predicament of modern man.'"
        }, 
        {
            "title": "1984",
            "author": "George Orwell",
            "categories": ["fiction", "literature", "classic", "fantasy"],
            "ourPrice": 149,
            "mrp": 299,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657781256i/61439040.jpg",
            "reviews": "https://www.goodreads.com/book/show/61439040-1984?from_search=true&from_srp=true&qid=JQQHTfMpOz&rank=1#CommunityReviews",
            "pages": 368,
            "published": "First published June 8, 1949",
            "ratings": 4.19,
            "description": "A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching Thought Police Big Brother Orwellian These words have entered our vocabulary because of George Orwell s classic dystopian novel 1984 The story of one man s nightmare odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality With a foreword by Thomas Pynchon With a foreword by Thomas Pynchon A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching View our feature on George Orwell s 1984 Thought Police Big Brother Orwellian These words have entered our vocabulary because of George Orwell s classic dystopian novel 1984 The story of one man s nightmare odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality This beautiful paperback edition features deckled edges and french flaps a perfect gift for any occasion"
        }, 
        {
            "title": "Ninth House",
            "author": "Leigh Bardugo",
            "categories": ["fantasy", "fiction", "magic", "mystery","horror"],
            "ourPrice": 219,
            "mrp": 369,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1553102141i/43263680.jpg",
            "reviews": "https://www.goodreads.com/book/show/43263680-ninth-house?ref=nav_sb_ss_2_6#CommunityReviews",
            "pages": 461,
            "published": "First published October 8, 2019",
            "ratings": 4.03,
            "description": "Galaxy “Alex” Stern is the most unlikely member of Yale’s freshman class. Raised in the Los Angeles hinterlands by a hippie mom, Alex dropped out of school early and into a world of shady drug dealer boyfriends, dead-end jobs, and much, much worse. By age twenty, in fact, she is the sole survivor of a horrific, unsolved multiple homicide. Some might say she’s thrown her life away. But at her hospital bed, Alex is offered a second chance: to attend one of the world’s most elite universities on a full ride. What’s the catch, and why her?"
        }, 
        {
            "title": "Not in a Billion Years",
            "author": "Camilla Isley",
            "categories": ["fiction", "contemporary", "romance","humor"],
            "ourPrice": 249,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1688811112i/174186566.jpg",
            "reviews": "https://www.goodreads.com/book/show/174186566-not-in-a-billion-years?ref=nav_sb_ss_1_17#CommunityReviews",
            "pages": 370,
            "published": "First published September 6, 2023",
            "ratings": 3.84,
            "description": "She's a self-made fitness sensation. He's a billionaire mogul. They're sworn enemies and rivals... aren't they? Blake Avery knows all about hard work. She’s gone from making videos in her teenage bedroom to founding a booming fitness business and opening a state-of-the-art Manhattan gym. Now she’s on the cusp of realizing her wildest dreams, and she’s not going to let anyone stand in her way. Certainly not man-of-the-hour Gabriel Mercer."
        }, 
        {
            "title": "November 9",
            "author": "Colleen Hoover",
            "categories": ["fiction", "contemporary", "romance", "adult"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1447138036i/25111004.jpg",
            "reviews": "https://www.goodreads.com/book/show/25111004-november-9?ref=nav_sb_ss_1_10#CommunityReviews",
            "pages": 310,
            "published": "First published November 10, 2015",
            "ratings": 4.15,
            "description": "Meddy Chan has been to countless weddings, but she never imagined how her own would turn out. Now the day has arrived, and she can't wait to marry her college sweetheart, Nathan. Instead of having Ma and the aunts cater to her wedding, Meddy wants them to enjoy the day as guests. As a compromise, they find the perfect wedding vendors: a Chinese-Indonesian family-run company just like theirs. Meddy is hesitant at first, but she hits it off right away with the wedding photographer, Staphanie, who reminds Meddy of herself, down to the unfortunately misspelled name."
        }, 
        {
            "title": "Once Upon a Broken Heart",
            "author": "Stephanie Garber",
            "categories": ["fiction", "contemporary", "romance", "fantasy","magic"],
            "ourPrice": 249,
            "mrp": 590,
            "img": "https://bookclubb.in/wp-content/uploads/2023/10/once.jpg",
            "reviews": "https://www.goodreads.com/book/show/55987278-once-upon-a-broken-heart?from_search=true&from_srp=true&qid=SY0tlfe7NY&rank=1#CommunityReviews",
            "pages": 403,
            "published": "First published September 28, 2021",
            "ratings": 4.09,
            "description": "How far would you go for happily ever after? For as long as she can remember, Evangeline Fox has believed in true love and happy endings... until she learns that the love of her life will marry another.Desperate to stop the wedding and to heal her wounded heart, Evangeline strikes a deal with the charismatic but wicked Prince of Hearts. In exchange for his help, he asks for three kisses, to be given at the time and place of his choosing."
        }, 
        {
            "title": "The Ballad of Never After",
            "author": "Stephanie Garber",
            "categories": ["fiction", "contemporary", "romance", "fantasy","magic"],
            "ourPrice": 249,
            "mrp": 590,
            "img": "https://bookclubb.in/wp-content/uploads/2023/11/The-Ballad-of-Never-After-570x570.jpg",
            "reviews": "https://www.goodreads.com/book/show/59808071-the-ballad-of-never-after?ref=nav_sb_ss_2_11#CommunityReviews",
            "pages": 403,
            "published": "First published September 13, 2022",
            "ratings": 4.55,
            "description": "Not every love is meant to be. After Jacks, the Prince of Hearts, betrays her, Evangeline Fox swears she'll never trust him again. Now that she’s discovered her own magic, Evangeline believes she can use it to restore the chance at happily ever after that Jacks stole away."
        }, 
        {
            "title": "One Hundred Years of Solitude",
            "author": "Gabriel García Márquez",
            "categories": ["fiction", "literature", "fantasy", "classic","novel"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/08/one-hundered.jpg",
            "reviews": "https://www.goodreads.com/book/show/320.One_Hundred_Years_of_Solitude?ref=nav_sb_ss_1_18#CommunityReviews",
            "pages": 417,
            "published": "First published May 1, 1967",
            "ratings": 4.11,
            "description": "The brilliant, bestselling, landmark novel that tells the story of the Buendia family, and chronicles the irreconcilable conflict between the desire for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as 'magical realism.'"
        }, 
        {
            "title": "Rage of Angels",
            "author": "Sidney Sheldon",
            "categories": ["fiction", "crime", "romance", "mystery","thriller"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/8188KbOsLSL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/43328.Rage_of_Angels?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 512,
            "published": "First published August 1, 1980",
            "ratings": 3.96,
            "description": "A worldwide bestseller first published in 1980, this novel tells the story of Jennifer Parker, a successful lawyer who is loved by two men, one a politician, the other, a mafia don."
        }, 
        {
            "title": "Rock Paper Scissors",
            "author": "Alice Feeney",
            "categories": ["fiction", "suspense", "psychological thriller", "mystery","thriller"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/71ZWE6eh3HS._AC_UY218_.jpg",
            "reviews": "https://www.goodreads.com/book/show/56269064-rock-paper-scissors?ref=nav_sb_ss_1_12#CommunityReviews",
            "pages": 294,
            "published": "First published August 19, 2021",
            "ratings": 3.93,
            "description": "Think you know the person you married? Think again… Things have been wrong with Mr and Mrs Wright for a long time. When Adam and Amelia win a weekend away to Scotland, it might be just what their marriage needs. Self-confessed workaholic and screenwriter Adam Wright has lived with face blindness his whole life. He can’t recognize friends or family, or even his own wife."
        }, 
        {
            "title": "Secretly Yours",
            "author": "Tessa Bailey",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 239,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1658425744i/61109599.jpg",
            "reviews": "https://www.goodreads.com/book/show/61109599-secretly-yours?ref=nav_sb_ss_3_13#CommunityReviews",
            "pages": 384,
            "published": "First published February 7, 2023",
            "ratings": 3.31,
            "description": "A steamy new rom-com about a starchy professor and the bubbly neighbor he clashes with at every turn... Hallie Welch fell hard for Julian Vos at fourteen, after they almost kissed in the dark vineyards of his family's winery. Now the prodigal hottie has returned to their small town. When Hallie is hired to revamp the gardens on the Vos estate, she wonders if she'll finally get that smooch. But the grumpy professor isn't the teenager she remembers and their polar opposite personalities clash spectacularly. One wine-fueled girls' night later, Hallie can't shake the sense that she did something reckless--and then she remembers the drunken secret admirer letter she left for Julian. Oh shit."
        }, 
        {
            "title": "The Seven Moons of Maali Almeida",
            "author": "Shehan Karunatilaka",
            "categories": ["fiction", "history", "fantasy", "mystery","magic"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71ELx4djb9L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/57224204-the-seven-moons-of-maali-almeida?ref=nav_sb_ss_1_11#CommunityReviews",
            "pages": 386,
            "published": "First published August 4, 2022",
            "ratings": 3.95,
            "description": "Colombo, 1990. Maali Almeida—war photographer, gambler, and closet queen—has woken up dead in what seems like a celestial visa office. His dismembered body is sinking in the serene Beira Lake and he has no idea who killed him. In a country where scores are settled by death squads, suicide bombers, and hired goons, the list of suspects is depressingly long, as the ghouls and ghosts with grudges who cluster round can attest. But even in the afterlife, time is running out for Maali. He has seven moons to contact the man and woman he loves most and lead them to the photos that will rock Sri Lanka."
        }, 
        {
            "title": "Shadow and Bone",
            "author": "Leigh Bardugo",
            "categories": ["fiction", "fantasy","magic","young-adult", "romance"],
            "ourPrice": 199,
            "mrp": 599,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81hnazZqYkL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/10194157-shadow-and-bone?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 358,
            "published": "First published June 5, 2012",
            "ratings": 3.93,
            "description": "Surrounded by enemies, the once-great nation of Ravka has been torn in two by the Shadow Fold, a swath of near impenetrable darkness crawling with monsters who feast on human flesh. Now its fate may rest on the shoulders of one lonely refugee."
        },
        {
            "title": "Siege and Storm",
            "author": "Leigh Bardugo",
            "categories": ["fiction", "fantasy","magic","young-adult", "romance"],
            "ourPrice": 199,
            "mrp": 599,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81iTG5sYcoL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/14061955-siege-and-storm?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 435,
            "published": "First published June 4, 2013",
            "ratings": 3.82,
            "description": "Darkness never dies. Hunted across the True Sea, haunted by the lives she took on the Fold, Alina must try to make a life with Mal in an unfamiliar land, all while keeping her identity as the Sun Summoner a secret. But she can’t outrun her past or her destiny for long."
        },  
        {
            "title": "Ruin and Rising",
            "author": "Leigh Bardugo",
            "categories": ["fiction", "fantasy","magic","young-adult", "romance"],
            "ourPrice": 199,
            "mrp": 599,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/91xm6yWoJ0L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/14061957-ruin-and-rising?ref=nav_sb_ss_2_9#CommunityReviews",
            "pages": 350,
            "published": "First published June 17, 2014",
            "ratings": 3.99,
            "description": "The capital has fallen. The Darkling rules Ravka from his shadow throne. Now the nation's fate rests with a broken Sun Summoner, a disgraced tracker, and the shattered remnants of a once-great magical army."
        }, 
        {
            "title": "Sputnik Sweetheart",
            "author": "Haruki Murakami",
            "categories": ["fiction", "japan literature","magic","novel", "romance"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81aO1SUrd9L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/9557.Sputnik_Sweetheart?ref=nav_sb_ss_1_7#CommunityReviews",
            "pages": 229,
            "published": "First published April 20, 1999",
            "ratings": 3.83,
            "description": "Sumire is in love with a woman seventeen years her senior. But whereas Miu is glamorous and successful, Sumire is an aspiring writer who dresses in an oversized second-hand coat and heavy boots like a character in a Kerouac novel."
        }, 
        {
            "title": "Something I Never Told You",
            "author": "Shravya Bhinder",
            "categories": ["fiction", "novel", "romance"],
            "ourPrice": 149,
            "mrp": 199,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/something.jpg",
            "reviews": "https://www.goodreads.com/book/show/61109599-secretly-yours?ref=nav_sb_ss_3_13#CommunityReviews",
            "pages": 143,
            "published": "Published February 9, 2018",
            "ratings": 3.70,
            "description": "“ She was gone, again; and I failed again and could not tell her how much I loved her.”Ronnie’s fate gives him a second chance with Adira. His one-sided love story moves at a faster pace this time but instead of becoming his lover; she chooses to become his friend instead."
        }, 
        {
            "title": "The Archer[Hardcover]",
            "author": "Paulo Coelho",
            "categories": ["fiction", "self-help", "philosophy","short-stories"],
            "ourPrice": 149,
            "mrp": 419,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1588572028i/52585195.jpg",
            "reviews": "https://www.goodreads.com/book/show/52585195-the-archer?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 131,
            "published": "First published January 1, 2020",
            "ratings": 3.66,
            "description": "In The Archer we meet Tetsuya, a man once famous for his prodigious gift with a bow and arrow but who has since retired from public life, and the boy who comes searching for him. The boy has many questions, and in answering them Tetsuya illustrates the way of the bow and the tenets of a meaningful life. Paulo Coelho's story suggests that living without a connection between action and soul cannot fulfill, that a life constricted by fear of rejection or failure is not a life worth living. Instead, one must take risks, build courage, and embrace the unexpected journey fate has to offer."
        }, 
        {
            "title": "The Best Laid Plans",
            "author": "Cameron Lund",
            "categories": ["fiction", "contemporary", "romance","young-adult","high-school"],
            "ourPrice": 249,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1658425744i/61109599.jpg",
            "reviews": "https://www.goodreads.com/book/show/49366204-the-best-laid-plans?ref=nav_sb_ss_2_17#CommunityReviews",
            "pages": 368,
            "published": "First published April 7, 2020",
            "ratings": 3.60,
            "description": "High school senior Keely Collins takes on firsts, lasts, and everything in between in this sweet, sex-positive rom-com for fans of Meg Cabot and Jenny Han. It seemed like a good plan at first. When the only other virgin in her group of friends loses it at Keely's own eighteenth birthday party, she's inspired to take things into her own hands. She wants to have that experience too (well, not exactly like that--but with someone she trusts and actually likes), so she's going to need to find the guy, and fast. Problem is, she's known all the boys in her small high school forever, and it's kinda hard to be into a guy when you watched him eat crayons in kindergarten."
        }, 
        {
            "title": "The Bird with Golden Wings: Stories of Wit and Magic",
            "author": "Sudha Murty",
            "categories": ["fiction", "children", "romance","short-stories"],
            "ourPrice": 129,
            "mrp": 299,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/714Qz-liM8S._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/16165820-the-bird-with-golden-wings?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 120,
            "published": "First published January 1, 2009",
            "ratings": 4.33,
            "description": "A poor little girl is rewarded with lovely gifts when she takes pity on a hungry bird and feeds it all the rice she has, but what happens when the girl's greedy, nosy neighbour hears the story and tries to get bigger and better gifts for herself? Why did the once sweet sea water turn salty? How did it happen that the learned teacher forgot all his lessons and had to be helped out by the school cook? And what did the king do so that the people of his kingdom did not come to know that he has horrible donkey ears hidden under his turban? Sudha Murty's new, enchanting collection of stories bubbles over with fun. Delightful colour illustrations bring to life tales of magical creatures, princesses and kings, ordinary witty men and women in a book that will bring hours of joy to readers young and old."
        }, 
        {
            "title": "The Bodyguard",
            "author": "Katherine Center",
            "categories": ["fiction", "contemporary", "romance","humor"],
            "ourPrice": 239,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1637059607i/58724801.jpg",
            "reviews": "https://www.goodreads.com/book/show/58724801-the-bodyguard?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 309,
            "published": "First published July 19, 2022",
            "ratings":4.00,
            "description": "She's got his back. He's got her heart. They've got a secret. What could possibly go wrong? Hannah Brooks looks more like a kindergarten teacher than somebody who could kill you with her bare hands. But the truth is, she's an elite bodyguard and she's just been hired to protect a superstar actor from his stalker."
        }, 
        {
            "title": "The Book Thief",
            "author": "Markus Zusak",
            "categories": ["fiction", "classic", "history"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/91JGwQlnu7L._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/19063.The_Book_Thief?ref=nav_sb_ss_1_14#CommunityReviews",
            "pages": 592,
            "published": "First published September 1, 2005",
            "ratings": 4.39,
            "description": "A steamy new rom-com about a starchy professor and the bubbly neighbor he clashes with at every turn... Hallie Welch fell hard for Julian Vos at fourteen, after they almost kissed in the dark vineyards of his family's winery. Now the prodigal hottie has returned to their small town. When Hallie is hired to revamp the gardens on the Vos estate, she wonders if she'll finally get that smooch. But the grumpy professor isn't the teenager she remembers and their polar opposite personalities clash spectacularly. One wine-fueled girls' night later, Hallie can't shake the sense that she did something reckless--and then she remembers the drunken secret admirer letter she left for Julian. Oh shit."
        }, 
        {
            "title": "The Spanish Love Deception",
            "author": "Elena Armas",
            "categories": ["fiction", "bestsellers", "romance", "contemporary"],
            "ourPrice": 229,
            "mrp": 449,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1610900883i/54189398.jpg",
            "reviews": "https://www.goodreads.com/book/show/54189398-the-spanish-love-deception?from_search=true&from_srp=true&qid=gHVQkyPkuh&rank=1#CommunityReviews",
            "pages": 487,
            "published": "First published February 23, 2021",
            "ratings": 3.84,
            "description": "Catalina Martín desperately needs a date to her sister’s wedding. Especially since her little white lie about her American boyfriend has spiralled out of control. Now everyone she knows—including her ex and his fiancée—will be there and eager to meet him."
        }, 
        {
            "title": "The Roommate Experiment",
            "author": "Elena Armas",
            "categories": ["fiction", "bestsellers", "romance", "contemporary"],
            "ourPrice": 219,
            "mrp": 449,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1660147951i/60114057.jpg",
            "reviews": "https://www.goodreads.com/book/show/60114057-the-american-roommate-experiment?ref=nav_sb_ss_2_23#CommunityReviews",
            "pages": 400,
            "published": "First published September 6, 2022",
            "ratings": 3.84,
            "description": "Rosie Graham has a problem. A few, actually. She just quit her well paid job to focus on her secret career as a romance writer. She hasn’t told her family and now has terrible writer’s block. Then, the ceiling of her New York apartment literally crumbles on her. Luckily she has her best friend Lina’s spare key while she’s out of town. But Rosie doesn’t know that Lina has already lent her apartment to her cousin Lucas, who Rosie has been stalking—for lack of a better word—on Instagram for the last few months. Lucas seems intent on coming to her rescue like a Spanish knight in shining armor. Only this one strolls around the place in a towel, has a distracting grin, and an irresistible accent. Oh, and he cooks."
        },
        {
            "title": "First, Break All the Rules",
            "author": "Murkus Buckingham & Curt Coffman",
            "categories": ["self-help", "business"],
            "ourPrice": 159,
            "mrp": 299,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81xPoaxhmeL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/50937.First_Break_All_the_Rules?ref=nav_sb_ss_1_25#CommunityReviews",
            "pages": 271,
            "published": "First published May 5, 1998",
            "ratings": 3.94,
            "description": "Gallup presents the remarkable findings of its revolutionary study of more than 80,000 managers in First, Break All the Rules, revealing what the world’s greatest managers do differently. With vital performance and career lessons and ideas for how to apply them, it is a must-read for managers at every level."
        }, 
        {
            "title": "The Kiss Quotient",
            "author": "Helen Hoang",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1688188444i/36199084.jpg",
            "reviews": "https://www.goodreads.com/book/show/36199084-the-kiss-quotient?ref=nav_sb_ss_1_17#CommunityReviews",
            "pages": 323,
            "published": "First published June 5, 2018",
            "ratings": 3.90,
            "description": "A heartwarming and refreshing debut novel that proves one thing: there's not enough data in the world to predict what will make your heart tick. Stella Lane thinks math is the only thing that unites the universe. She comes up with algorithms to predict customer purchases—a job that has given her more money than she knows what to do with, and way less experience in the dating department than the average thirty-year-old."
        },
        {
            "title": "The Bride Test",
            "author": "Helen Hoang",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1548428073i/39338454.jpg",
            "reviews": "https://www.goodreads.com/book/show/39338454-the-bride-test?ref=nav_sb_ss_1_14#CommunityReviews",
            "pages": 296,
            "published": "First published May 7, 2019",
            "ratings": 3.83,
            "description": "Khai Diep has no feelings. Well, he feels irritation when people move his things or contentment when ledgers balance down to the penny, but not big, important emotions—like grief. And love. He thinks he’s defective. His family knows better—that his autism means he just processes emotions differently. When he steadfastly avoids relationships, his mother takes matters into her own hands and returns to Vietnam to find him the perfect bride."
        }, 
        {
            "title": "The Catcher in the Rye",
            "author": "J.D. Salinger",
            "categories": ["fiction", "classic", "high-school","novel"],
            "ourPrice": 179,
            "mrp": 279,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/7108sdEUEGL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/5107.The_Catcher_in_the_Rye?ref=nav_sb_ss_1_6#CommunityReviews",
            "pages": 234,
            "published": "First published July 16, 1951",
            "ratings": 3.80,
            "description": "It's Christmas time and Holden Caulfield has just been expelled from yet another school...The Catcher in the Rye is an all-time classic in coming-of-age literature- an elegy to teenage alienation, capturing the deeply human need for connection and the bewildering sense of loss as we leave childhood behind."
        }, 
        {
            "title": "The Color Purple",
            "author": "Alice Walker",
            "categories": ["fiction", "classic", "literature","novel"],
            "ourPrice": 199,
            "mrp": 599,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71f6DRbcrsL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/52892857-the-color-purple?from_search=true&from_srp=true&qid=DEvHawmNyt&rank=1#CommunityReviews",
            "pages": 304,
            "published": "First published June 1, 1982",
            "ratings": 4.27,
            "description": "A powerful cultural touchstone of modern American literature, The Color Purple depicts the lives of African American women in early twentieth-century rural Georgia. Separated as girls, sisters Celie and Nettie sustain their loyalty to and hope in each other across time, distance and silence. Through a series of letters spanning twenty years, first from Celie to God, then the sisters to each other despite the unknown, the novel draws readers into its rich and memorable portrayals of Celie, Nettie, Shug Avery and Sofia and their experience. The Color Purple broke the silence around domestic and sexual abuse, narrating the lives of women through their pain and struggle, companionship and growth, resilience and bravery. Deeply compassionate and beautifully imagined, Alice Walker's epic carries readers on a spirit-affirming journey towards redemption and love."
        }, 
        {
            "title": "The Complete Novels of Sherlock Holmes",
            "author": "Arthur Conan Doyle",
            "categories": ["classic", "thriller", "literature","fiction"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/818z3_CieAL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/35956849-the-complete-novel-of-sherlock-holmes?ref=nav_sb_ss_1_31#CommunityReviews",
            "pages": 536,
            "published": "First published January 1, 1966",
            "ratings": 4.49,
            "description": "Embark on thrilling investigations with The Complete Novel of Sherlock Holmes. This comprehensive collection features all four novels, showcasing the brilliant deductions and captivating adventures of the iconic detective Sherlock Holmes and his loyal companion, Dr. John Watson."
        }, 
        {
            "title": "The Cruel Prince",
            "author": "Holly Black",
            "categories": ["fantasy","fiction", "magic", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1574535986i/26032825.jpg",
            "reviews": "https://www.goodreads.com/book/show/26032825-the-cruel-prince?from_search=true&from_srp=true&qid=vDawrszmFm&rank=1#CommunityReviews",
            "pages": 370,
            "published": "First published January 2, 2018",
            "ratings": 4.05,
            "description": "Jude was seven when her parents were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there, despite her mortality. But many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King. To win a place at the Court, she must defy him–and face the consequences. As Jude becomes more deeply embroiled in palace intrigues and deceptions, she discovers her own capacity for trickery and bloodshed. But as betrayal threatens to drown the Courts of Faerie in violence, Jude will need to risk her life in a dangerous alliance to save her sisters, and Faerie itself."
        }, 
        {
            "title": "The Wicked King",
            "author": "Holly Black",
            "categories": ["fantasy","fiction", "magic", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1520620414i/26032887.jpg",
            "reviews": "https://www.goodreads.com/book/show/26032887-the-wicked-king?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 336,
            "published": "First published January 8, 2019",
            "ratings": 4.31,
            "description": "After the jaw-dropping revelation that Oak is the heir to Faerie, Jude must keep her brother safe. To do so, she has bound the wicked king, Cardan, to her, and made herself the power behind the throne. Navigating the constantly shifting political alliances of Faerie would be difficult enough if Cardan were easy to control. But he does everything in his power to humiliate and undermine her even as his fascination with her remains undiminished."
        }, 
        {
            "title": "The Queen of Nothing",
            "author": "Holly Black",
            "categories": ["fantasy","fiction", "magic", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1553624975i/26032912.jpg",
            "reviews": "https://www.goodreads.com/book/show/26032912-the-queen-of-nothing?ref=nav_sb_ss_1_20#CommunityReviews",
            "pages": 300,
            "published": "First published November 19, 2019",
            "ratings": 4.36,
            "description": "The intoxicating and bloodthirsty finale to the new York Times bestselling the cruel prince, nominated for the CILIP Carnegie Medal 2019, and new York Times bestseller The wicked king after being pronounced queen of faerie and then abruptly exiled by the wicked king cardan, jude finds herself unmoored, the Queen of nothing. She spends her time with vivi and oak, watching reality television, and doing odd jobs, including Squaring up to a cannibalistic faerie. When her twin sister taryn shows up asking a favour, jude jumps at the chance to return to the faerie world, even if it means facing cardan, who she loves despite his betrayal. When a dark curse is unveiled, jude must become the first mortal queen of faerie and break the curse, or risk upsetting the balance of the whole faerie world."
        }, 
        {
            "title": "The Folk of The Air[Boxset]",
            "author": "Holly Black",
            "categories": ["fantasy","fiction", "magic", "romance","series"],
            "ourPrice": 570,
            "mrp": 999,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1575139474i/49017036.jpg",
            "reviews": "https://www.goodreads.com/book/show/49017036-the-cruel-prince-the-wicked-king-the-queen-of-nothing?ref=nav_sb_ss_2_16#CommunityReviews",
            "pages": 1070,
            "published": "First published November 26, 2019",
            "ratings": 4.50,
            "description": "This bookset contains 3 items - 1.The Cruel Prince 2.The Wicked King 3.The Queen of Nothing"
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Girl On The Train",
            "author": "Paula Hawkins",
            "categories": ["fiction", "mystery", "thriller"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71ErsKpwmrS._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/22557272-the-girl-on-the-train?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 336,
            "published": "First published January 13, 2015",
            "ratings": 3.96,
            "description": "Rachel catches the same commuter train every morning. She knows it will wait at the same signal each time, overlooking a row of back gardens. She’s even started to feel like she knows the people who live in one of the houses. “Jess and Jason,” she calls them. Their life—as she sees it—is perfect. If only Rachel could be that happy. And then she sees something shocking. It’s only a minute until the train moves on, but it’s enough. Now everything’s changed. Now Rachel has a chance to become a part of the lives she’s only watched from afar. Now they’ll see; she’s much more than just the girl on the train..."
        }, 
        {
            "title": "The Girl Who Drank The Moon",
            "author": "Kelly Barnhill",
            "categories": ["fiction", "fantasy", "magic","children"],
            "ourPrice": 219,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1485376116i/28110852.jpg",
            "reviews": "https://www.goodreads.com/book/show/28110852-the-girl-who-drank-the-moon?ref=nav_sb_ss_1_19#CommunityReviews",
            "pages": 338,
            "published": "First published August 9, 2016",
            "ratings": 4.12,
            "description": "Every year, the people of the Protectorate leave a baby as an offering to the witch who lives in the forest. They hope this sacrifice will keep her from terrorizing their town. But the witch in the forest, Xan, is kind and gentle. She shares her home with a wise Swamp Monster named Glerk and a Perfectly Tiny Dragon, Fyrian. Xan rescues the abandoned children and deliver them to welcoming families on the other side of the forest, nourishing the babies with starlight on the journey. "
        }, 
        {
            "title": "The Forty Rules of Love",
            "author": "Elif Shafak",
            "categories": ["fiction", "history", "romance"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/914DQ26V6RL._AC_UY218_.jpg",
            "reviews": "https://www.goodreads.com/book/show/6642715-the-forty-rules-of-love?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 354,
            "published": "First published January 1, 2009",
            "ratings": 4.13,
            "description": "Ella Rubenstein is forty years old and unhappily married when she takes a job as a reader for a literary agent. Her first assignment is to read and report on Sweet Blasphemy, a novel written by a man named Aziz Zahara. Ella is mesmerized by his tale of Shams's search for Rumi and the dervish's role in transforming the successful but unhappy cleric into a committed mystic, passionate poet, and advocate of love. She is also taken with Shams's lessons, or rules, that offer insight into an ancient philosophy based on the unity of all people and religions, and the presence of love in each and every one of us. As she reads on, she realizes that Rumi's story mir­rors her own and that Zahara—like Shams—has come to set her free."
        }, 
        {
            "title": "The Forest of Enchantments",
            "author": "Chitra Banerjee Divakaruni",
            "categories": ["fantasy", "mythology", "fiction","history"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1545301594i/43293099.jpg",
            "reviews": "https://www.goodreads.com/book/show/43293099-the-forest-of-enchantments?ref=nav_sb_ss_1_25#CommunityReviews",
            "pages": 372,
            "published": "First published January 7, 2019",
            "ratings": 4.18,
            "description": "The Ramayana, one of the world’s greatest epics, is also a tragic love story. In this brilliant retelling, Chitra Banerjee Divakaruni places Sita at the centre of the novel: this is Sita’s version.The Forest of Enchantments is also a very human story of some of the other women in the epic, often misunderstood and relegated to the margins: Kaikeyi, Surpanakha, Mandodari. A powerful comment on duty, betrayal, infidelity and honour, it is also about women’s struggle to retain autonomy in a world that privileges men, as Chitra transforms an ancient story into a gripping, contemporary battle of wills."
        }, 
        {
            "title": "A Good Girl's Guide to Murder",
            "author": "Holly Jackson",
            "categories": ["fiction", "contemporary", "mystery","thriller"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1545494980i/40916679.jpg",
            "reviews": "https://www.goodreads.com/book/show/40916679-a-good-girl-s-guide-to-murder?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 433,
            "published": "First published May 2, 2019",
            "ratings": 4.33,
            "description": "The case is closed. Five years ago, schoolgirl Andie Bell was murdered by Sal Singh. The police know he did it. Everyone in town knows he did it.But having grown up in the same small town that was consumed by the murder, Pippa Fitz-Amobi isn't so sure. When she chooses the case as the topic for her final year project, she starts to uncover secrets that someone in town desperately wants to stay hidden. And if the real killer is still out there, how far will they go to keep Pip from the truth?"
        }, 
        {
            "title": "Good Girl,Bad Blood",
            "author": "Holly Jackson",
            "categories": ["fiction", "contemporary", "mystery","thriller"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1588319723i/51335759.jpg",
            "reviews": "https://www.goodreads.com/book/show/51335759-good-girl-bad-blood?ref=nav_sb_ss_2_9#CommunityReviews",
            "pages": 417,
            "published": "First published April 30, 2020",
            "ratings": 4.32,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "As Good as Dead",
            "author": "Holly Jackson",
            "categories": ["fiction", "contemporary", "mystery","thriller"],
            "ourPrice": 199,
            "mrp": 499,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81hY2EHeA0L._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/56905097-as-good-as-dead?ref=nav_sb_ss_1_8#CommunityReviews",
            "pages": 552,
            "published": "First published August 5, 2021",
            "ratings": 4.21,
            "description": "The finale to A Good Girl's Guide to Murder series. By the end of this mystery series, you'll never think of good girls the same way again...Pip is about to head to college, but she is still haunted by the way her last investigation ended. She’s used to online death threats in the wake of her viral true-crime podcast, but she can’t help noticing an anonymous person who keeps asking her: Who will look for you when you’re the one who disappears?"
        },
        {
            "title": "Kill Joy",
            "author": "Holly Jackson",
            "categories": ["fiction", "contemporary", "mystery","thriller"],
            "ourPrice": 179,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/715_O5vVlCL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/55761476-kill-joy?ref=nav_sb_ss_1_8#CommunityReviews",
            "pages": 130,
            "published": "First published February 18, 2021",
            "ratings": 3.82,
            "description": "Pippa Fitz-Amobi is not in the mood for her friend’s murder mystery party. Especially one that involves 1920’s fancy dress and pretending that their town, Little Kilton, is an island called Joy. But when the game begins, Pip finds herself drawn into the make-believe world of intrigue, deception and murder."
        },
        {
            "title": "The Guest List",
            "author": "Lucy Foley",
            "categories": ["fiction", "mystery", "thriller","contemporary"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/71F2PlBrfnL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/52656911-the-guest-list?ref=nav_sb_ss_1_14#CommunityReviews",
            "pages": 319,
            "published": "First published February 20, 2020",
            "ratings": 3.82,
            "description": "A wedding celebration turns dark and deadly in this deliciously wicked and atmospheric thriller reminiscent of Agatha Christie from the New York Times bestselling author of The Hunting Party. The bride – The plus one – The best man – The wedding planner – The bridesmaid – The body On an island off the coast of Ireland, guests gather to celebrate two people joining their lives together as one. The groom: handsome and charming, a rising television star. The bride: smart and ambitious, a magazine publisher. It’s a wedding for a magazine, or for a celebrity: the designer dress, the remote location, the luxe party favors, the boutique whiskey. The cell phone service may be spotty and the waves may be rough, but every detail has been expertly planned and will be expertly executed."
        }, 
        {
            "title": "The Hating Game",
            "author": "Sally Thorne",
            "categories": ["fiction", "contemporary", "romance","humor"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1481566824i/27213238.jpg",
            "reviews": "https://www.goodreads.com/book/show/27213238-the-hating-game?ref=nav_sb_ss_2_15#CommunityReviews",
            "pages": 365,
            "published": "First published August 9, 2016",
            "ratings": 3.90,
            "description": "Lucy Hutton and Joshua Templeman hate each other. Not dislike. Not begrudgingly tolerate. Hate. And they have no problem displaying their feelings through a series of ritualistic passive aggressive maneuvers as they sit across from each other, executive assistants to co-CEOs of a publishing company. Lucy can’t understand Joshua’s joyless, uptight, meticulous approach to his job. Joshua is clearly baffled by Lucy’s overly bright clothes, quirkiness, and Pollyanna attitude."
        }, 
        {
            "title": "The Heaven & Earth Grocery Store",
            "author": "James McBride",
            "categories": ["fiction", "history", "mystery"],
            "ourPrice": 299,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1685350945i/65678550.jpg",
            "reviews": "https://www.goodreads.com/book/show/65678550-the-heaven-earth-grocery-store?ref=nav_sb_ss_1_24#CommunityReviews",
            "pages": 380,
            "published": "First published August 8, 2023",
            "ratings": 4.18,
            "description": "The new novel from the bestselling, National Book Award-winning, Oprah Book Club-picked, Barack Obama favourite James McBride.In 1972, when workers in Pottstown, Pennsylvania, were digging the foundations for a new development, the last thing they expected to find was a skeleton at the bottom of a well. Who the skeleton was and how it got there were two of the long-held secrets kept by the residents of Chicken Hill, the dilapidated neighbourhood where immigrant Jews and African Americans lived side by side and shared ambitions and sorrows."
        }, 
        {
            "title": "The Hobbit and The Lord of the Rings[4 Books]",
            "author": "J.R.R. Tolkien",
            "categories": ["fiction", "contemporary", "romance","series"],
            "ourPrice": 700,
            "mrp": 999,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/the-hobbit-and-the-lord-of-the-rings-4-books-boxed-set-by-jrr-tolkien.jpg",
            "reviews": "https://www.goodreads.com/book/show/30.J_R_R_Tolkien_4_Book_Boxed_Set?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 1728,
            "published": "First published January 1, 1954",
            "ratings": 4.61,
            "description": "This four-volume, boxed set contains J.R.R. Tolkien's epic masterworks The Hobbit and the three volumes of The Lord of the Rings (The Fellowship of the Ring, The Two Towers, and The Return of the King)."
        }, 
        {
            "title": "Hogwarts Library[3 Books]",
            "author": "J.K. Rowling",
            "categories": ["fiction", "fantasy", "children","magic","series"],
            "ourPrice": 449,
            "mrp": 999,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/The-Hogwarts-Library-Box-Set.webp",
            "reviews": "https://www.goodreads.com/book/show/16177185-the-hogwarts-library?ref=nav_sb_ss_1_16#CommunityReviews",
            "pages": 296,
            "published": "First published November 8, 2012",
            "ratings": 4.37,
            "description": "A highly collectable hardback boxed set from the world of Harry Potter - containing handsome new editions of Quidditch Through the Ages, Fantastic Beasts and Where to Find Them (both in hardback for the first time) and The Tales of Beedle the Bard. The Hogwarts Library is an essential collection for any wizard or Muggle home. Eager seekers of wizard learning will find within a treasure trove of magical facts, additional notes from the esteemed Professor Albus Dumbledore, and illustrations from J.K. Rowling. Purchasers can be reassured that two charities important to J.K. Rowling - Comic Relief and Lumos - will benefit from the sale of each set."
        }, 
        {
            "title": "The Housemaid",
            "author": "Freida McFadden",
            "categories": ["fiction", "thriller", "mystery","psychological thriller","crime"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1646534743i/60556912.jpg",
            "reviews": "https://www.goodreads.com/book/show/60556912-the-housemaid?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 338,
            "published": "First published January 1, 2022",
            "ratings": 4.33,
            "description": "“Welcome to the family,” Nina Winchester says as I shake her elegant, manicured hand. I smile politely, gazing around the marble hallway. Working here is my last chance to start fresh. I can pretend to be whoever I like. But I’ll soon learn that the Winchesters’ secrets are far more dangerous than my own…"
        }, 
        {
            "title": "The Housemaid's Secret",
            "author": "Freida McFadden",
            "categories": ["fiction", "thriller", "mystery","psychological thriller","crime"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1664729357i/62848145.jpg",
            "reviews": "https://www.goodreads.com/book/show/62848145-the-housemaid-s-secret?ref=nav_sb_ss_1_20#CommunityReviews",
            "pages": 318,
            "published": "First published February 20, 2023",
            "ratings": 4.27,
            "description": "It's hard to find an employer who doesn't ask too many questions about my past. So I thank my lucky stars that the Garricks miraculously give me a job, cleaning their stunning penthouse with views across the city and preparing fancy meals in their shiny kitchen. I can work here for a while, stay quiet until I get what I want."
        }, 
        {
            "title": "The Inmate",
            "author": "Freida McFadden",
            "categories": ["fiction", "thriller", "mystery","psychological thriller","crime"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://www.goodreads.com/book/show/57795665-the-locked-door?ref=nav_sb_ss_1_15#CommunityReviews",
            "reviews": "https://www.goodreads.com/book/show/61149872-the-inmate?ref=nav_sb_ss_1_10#CommunityReviews",
            "pages": 388,
            "published": "First published June 13, 2022",
            "ratings": 4.10,
            "description": "There are three rules Brooke Sullivan must follow as a new nurse practitioner at a men’s maximum-security prison: 1) Treat all prisoners with respect.2) Never reveal any personal information.3) Never EVER become too friendly with the inmates.But none of the staff at the prison knows Brooke has already broken the rules. Nobody knows about her intimate connection to Shane Nelson, one of the penitentiary’s most notorious and dangerous inmates.And they certainly don’t know that Shane was Brooke’s high school sweetheart—the star quarterback who is now spending the rest of his life in prison for a series of grisly murders. Or that Brooke's testimony was what put him there. But Shane knows. And he will never forget."
        }, 
        {
            "title": "The Locked Door",
            "author": "Freida McFadden",
            "categories": ["fiction", "thriller", "mystery","psychological thriller","crime"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2024/01/The-Locked-Door.jpeg",
            "reviews": "https://www.goodreads.com/book/show/57795665-the-locked-door?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 313,
            "published": "First published June 1, 2021",
            "ratings": 4.11,
            "description": "Some doors are locked for a reason… While eleven-year-old Nora Davis was up in her bedroom doing homework, she had no idea her father was killing women in the basement. Until the day the police arrived at their front door. Decades later, Nora’s father is spending his life behind bars, and Nora is a successful surgeon with a quiet, solitary existence. Nobody knows her father was a notorious serial killer. And she intends to keep it that way. Then Nora discovers one of her young female patients has been murdered. In the same unique and horrific manner that her father used to kill his victims. Somebody knows who Nora is. Somebody wants her to take the fall for this unthinkable crime. But she’s not a killer like her father. The police can’t pin anything on her. As long as they don’t look in her basement."
        }, 
        {
            "title": "Combo- The Housemaid + The Housemaid’s Secret + The Inmate + The Locked Door (Paperback)",
            "author": "Freida McFadden",
            "categories": ["fiction", "thriller", "mystery","psychological thriller","crime","series"],
            "ourPrice": 749,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2024/01/Add-a-heading-5-570x570.png",
            "reviews": "https://www.goodreads.com/book/show/204783862-the-housemaid-series-2-books-collection?ref=nav_sb_ss_1_20#CommunityReviews",
            "pages": 1113,
            "published": "Published January 1, 2023",
            "ratings": 4.50,
            "description": "It contains 4 books- 1.The Housemaid 2.The Housemaid's Secret 3.The Inmate 4.The Locked Door"
        }, 
        {
            "title": "The Inheritance Games",
            "author": "Jennifer Lynn Barnes",
            "categories": ["fantasy", "contemporary", "mystery","fiction","thriller"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/52439531-the-inheritance-games?ref=nav_sb_ss_2_15#CommunityReviews",
            "pages": 386,
            "published": "First published September 1, 2020",
            "ratings": 4.18,
            "description": "Avery Grambs has a plan for a better future: survive high school, win a scholarship, and get out. But her fortunes change in an instant when billionaire Tobias Hawthorne dies and leaves Avery virtually his entire fortune. The catch? Avery has no idea why -- or even who Tobias Hawthorne is."
        }, 
        {
            "title": "The Hawthorne Legacy",
            "author": "Jennifer Lynn Barnes",
            "categories": ["fantasy", "contemporary", "mystery","fiction","thriller"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1610493390i/50531218.jpg",
            "reviews": "https://www.goodreads.com/book/show/50531218-the-hawthorne-legacy?ref=nav_sb_ss_2_9#CommunityReviews",
            "pages": 380,
            "published": "First published September 7, 2021",
            "ratings": 4.22,
            "description": "The Inheritance Games ended with a bombshell, and now heiress Avery Grambs has to pick up the pieces and find the man who might hold the answers to all of her questions - including why Tobias Hawthorne left his entire fortune to Avery, a virtual stranger, rather than to his own daughters or grandsons.Thanks to a DNA test, Avery knows that she's not a Hawthorne by blood, but clues pile up hinting at a deeper connection to the family than she had ever imagined. As the mystery grows and the plot thickens, Grayson and Jameson, the enigmatic and magnetic Hawthorne grandsons, continue to pull Avery in different directions. And there are threats lurking around every corner, as adversaries emerge who will stop at nothing to see Avery out of the picture - by any means necessary."
        },
        {
            "title": "The Final Gambit",
            "author": "Jennifer Lynn Barnes",
            "categories": ["fantasy", "contemporary", "mystery","fiction","thriller"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1634068536i/58658940.jpg",
            "reviews": "https://www.goodreads.com/book/show/58658940-the-final-gambit?ref=nav_sb_ss_1_16#CommunityReviews",
            "pages": 400,
            "published": "First published August 30, 2022",
            "ratings": 4.14,
            "description": "Avery’s fortune, life, and loves are on the line in the game that everyone will be talking about.To inherit billions, all Avery Kylie Grambs has to do is survive a few more weeks living in Hawthorne House. The paparazzi are dogging her every step. Financial pressures are building. Danger is a fact of life. And the only thing getting Avery through it all is the Hawthorne brothers. Her life is intertwined with theirs. She knows their secrets and they know her."
        },
        {
            "title": "The Brothers Hawthorne",
            "author": "Jennifer Lynn Barnes",
            "categories": ["fantasy", "contemporary", "mystery","fiction","thriller"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1664812464i/62804258.jpg",
            "reviews": "https://www.goodreads.com/book/show/62804258-the-brothers-hawthorne?ref=nav_sb_ss_1_18#CommunityReviews",
            "pages": 480,
            "published": "First published August 29, 2023",
            "ratings": 4.00,
            "description": "Four brothers. Two missions. One explosive read. Jennifer Lynn Barnes returns to the world of her #1 bestselling Inheritance Games trilogy, and the stakes have never been higher. Grayson Hawthorne was raised as the heir apparent to his billionaire grandfather, taught from the cradle to put family first. Now the great Tobias Hawthorne is dead and his family disinherited, but some lessons linger. When Grayson’s half-sisters find themselves in trouble, he swoops in to do what he does best: take care of the problem—efficiently, effectively, mercilessly. And without getting bogged down in emotional entanglements."
        },
        {
            "title": "The Jungle Book",
            "author": "Rudyard Kipling",
            "categories": ["fiction", "children", "fantasy","classic"],
            "ourPrice": 149,
            "mrp": 299,
            "img": "https://bookclubb.in/wp-content/uploads/2023/11/Jungle-Booky.jpg",
            "reviews": "https://www.goodreads.com/book/show/77270.The_Jungle_Book?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 277,
            "published": "First published January 1, 1894",
            "ratings": 3.91,
            "description": "Best known for the 'Mowgli' stories, Rudyard Kipling's The Jungle Book expertly interweaves myth, morals, adventure and powerful story-telling. Set in Central India, Mowgli is raised by a pack of wolves. Along the way he encounters memorable characters such as the foreboding tiger Shere Kahn, Bagheera the panther and Baloo the bear. Including other stories such as that of Rikki-Tikki-Tavi, a heroic mongoose and Toomai, a young elephant handler, Kipling's fables remain as popular today as they ever were."
        }, 
        {
            "title": "The Kite Runner",
            "author": "Khaleed Hosseini",
            "categories": ["fiction", "classic","literary-fiction", "novel"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81IzbD2IiIL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/77203.The_Kite_Runner?from_search=true&from_srp=true&qid=u9l7CECRcj&rank=1#CommunityReviews",
            "pages": 371,
            "published": "First published May 29, 2003",
            "ratings": 4.34,
            "description": "1970s Afghanistan: Twelve-year-old Amir is desperate to win the local kite-fighting tournament and his loyal friend Hassan promises to help him. But neither of the boys can foresee what would happen to Hassan that afternoon, an event that is to shatter their lives. After the Russians invade and the family is forced to flee to America, Amir realises that one day he must return to an Afghanistan under Taliban rule to find the one thing that his new world cannot grant him: redemption."
        }, 
        {
            "title": "A thousand Spledid Suns",
            "author": "Khaleed Hosseini",
            "categories": ["fiction", "classic","literary-fiction", "novel"],
            "ourPrice": 189,
            "mrp": 299,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81DFcrQgjrL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/128029.A_Thousand_Splendid_Suns?ref=nav_sb_ss_1_14#CommunityReviews",
            "pages": 372,
            "published": "First published May 1, 2007",
            "ratings": 4.43,
            "description": "Mariam is only fifteen when she is sent to Kabul to marry the troubled and bitter Rasheed, who is thirty years her senior. Nearly two decades later, in a climate of growing unrest, tragedy strikes fifteen-year-old Laila, who must leave her home and join Mariam's unhappy household. Laila and Mariam are to find consolation in each other, their friendship to grow as deep as the bond between sisters, as strong as the ties between mother and daughter."
        }, 
        {
            "title": "And The Mountains Echoed",
            "author": "Khaleed Hosseini",
            "categories": ["fiction", "classic","literary-fiction", "novel"],
            "ourPrice": 189,
            "mrp": 299,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/918Wj_YGZvL._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/16115612-and-the-mountains-echoed?ref=nav_sb_ss_1_16#CommunityReviews",
            "pages": 404,
            "published": "First published February 29, 2012",
            "ratings": 4.07,
            "description": "So, then. You want a story and I will tell you one...Afghanistan, 1952. Abdullah and his sister Pari live with their father and stepmother in the small village of Shadbagh. Their father, Saboor, is constantly in search of work and they struggle together through poverty and brutal winters. To Abdullah, Pari - as beautiful and sweet-natured as the fairy for which she was named - is everything. More like a parent than a brother, Abdullah will do anything for her, even trading his only pair of shoes for a feather for her treasured collection. Each night they sleep together in their cot, their heads touching, their limbs tangled. One day the siblings journey across the desert to Kabul with their father. Pari and Abdullah have no sense of the fate that awaits them there, for the event which unfolds will tear their lives apart; sometimes a finger must be cut to save the hand. Crossing generations and continents, moving from Kabul, to Paris, to San Francisco, to the Greek island of Tinos, with profound wisdom, depth, insight and compassion, Khaled Hosseini writes about the bonds that define us and shape our lives, the ways in which we help our loved ones in need, how the choices we make resonate through history and how we are often surprised by the people closest to us."
        }, 
        {
            "title": "The last Thing He Told Me",
            "author": "Laura Dave",
            "categories": ["fiction", "thriller", "mystery"],
            "ourPrice": 229,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1603034599i/54981009.jpg",
            "reviews": "https://www.goodreads.com/book/show/54981009-the-last-thing-he-told-me?ref=nav_sb_ss_1_21#CommunityReviews",
            "pages": 320,
            "published": "First published May 4, 2021",
            "ratings": 3.84,
            "description": "A woman searching for the truth about her husband’s disappearance…at any cost.Before Owen Michaels disappears, he manages to smuggle a note to his beloved wife of one year: Protect her. Despite her confusion and fear, Hannah Hall knows exactly to whom the note refers: Owen’s sixteen-year-old daughter, Bailey. Bailey, who lost her mother tragically as a child. Bailey, who wants absolutely nothing to do with her new stepmother.As Hannah’s increasingly desperate calls to Owen go unanswered; as the FBI arrests Owen’s boss; as a US Marshal and FBI agents arrive at her Sausalito home unannounced, Hannah quickly realizes her husband isn’t who he said he was. And that Bailey just may hold the key to figuring out Owen’s true identity—and why he really disappeared.Hannah and Bailey set out to discover the truth, together. But as they start putting together the pieces of Owen’s past, they soon realize they are also building a new future. One neither Hannah nor Bailey could have anticipated."
        }, 
        {
            "title": "The Long Game",
            "author": "Elena Armas",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 259,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687105546i/101144869.jpg",
            "reviews": "https://www.goodreads.com/book/show/101144869-the-long-game?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 373,
            "published": "First published September 5, 2023",
            "ratings": 3.64,
            "description": "Adalyn Reyes has spent years perfecting her daily routine: wake up at dawn, drive to the Miami Flames FC offices, try her hardest to leave a mark, go home, and repeat.But her routine is disrupted when a video of her in an altercation with the team’s mascot goes viral. Rather than fire her, the team’s owner—who happens to be her father—sends Adalyn to middle-of-nowhere North Carolina, where she’s tasked with turning around the struggling local soccer team, the Green Warriors, as a way to redeem herself. Her plans crumble upon discovering that the players wear tutus to practice (impractical), keep pet goats (messy), and are terrified of Adalyn (counterproductive), and are nine-year-old kids."
        }, 
        {
            "title": "The Love Wager",
            "author": "Lynn Painter",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/60487511-the-love-wager?ref=nav_sb_ss_1_10#CommunityReviews",
            "pages": 315,
            "published": "First published March 14, 2023",
            "ratings": 3.90,
            "description": "Hallie Piper is turning over a new leaf. After belly-crawling out of a hotel room (hello, rock bottom), she decides it’s time to become a full-on adult.She gets a new apartment, a new haircut, and a new wardrobe, but when she logs into the dating app that she has determined will find her new love, she sees none other than Jack, the guy whose room she’d snuck out of."
        }, 
        {
            "title": "The Midnight Library",
            "author": "Matt Haig",
            "categories": ["fiction", "contemporary", "fantasy","mental-health","magic"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/the-midnight-library-by-matt-haig-300x300.jpg",
            "reviews": "https://www.goodreads.com/book/show/52578297-the-midnight-library?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 304,
            "published": "First published August 29, 2020",
            "ratings": 4.00,
            "description": "Between life and death there is a library, and within that library, the shelves go on forever. Every book provides a chance to try another life you could have lived. To see how things would be if you had made other choices . . . Would you have done anything different, if you had the chance to undo your regrets? A novel about all the choices that go into a life well lived."
        }, 
        {
            "title": "The Maidens",
            "author": "Alex Michaelides",
            "categories": ["fiction", "thriller", "mystery"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/815z_CF9YwL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/45300567-the-maidens?ref=nav_sb_ss_1_11#CommunityReviews",
            "pages": 337,
            "published": "First published June 3, 2021",
            "ratings": 3.63,
            "description": "Edward Fosca is a murderer. Of this Mariana is certain. But Fosca is untouchable. A handsome and charismatic Greek Tragedy professor at Cambridge University, Fosca is adored by staff and students alike—particularly by the members of a secret society of female students known as The Maidens."
        }, 
        {
            "title": "The Silent Patient",
            "author": "Alex Michaelides",
            "categories": ["fiction", "thriller", "mystery","psychological thriller"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81JJPDNlxSL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/40097951-the-silent-patient?ref=nav_sb_ss_1_13#CommunityReviews",
            "pages": 336,
            "published": "First published January 1, 2018",
            "ratings": 4.18,
            "description": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word."
        }, 
        {
            "title": "The Off Limits Rule",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1604111611i/55820126.jpg",
            "reviews": "https://www.goodreads.com/book/show/55820126-the-off-limits-rule?ref=nav_sb_ss_1_15#CommunityReviews",
            "pages": 282,
            "published": "First published December 13, 2020",
            "ratings": 3.68,
            "description": "Breaking a rule has never been so enticing.I have found rock bottom. It’s here, moving in with my older brother because I’m too broke to afford to live on my own. It’s okay though, because we’ve always been close and I think I’m going to have fun living with him again."
        }, 
        {
            "title": "The Serpent and the Wings of Night",
            "author": "Carissa Broadbent",
            "categories": ["fiction", "fantasy", "romance","vampires","paranormal"],
            "ourPrice": 249,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1648567430i/60714999.jpg",
            "reviews": "https://www.goodreads.com/book/show/60714999-the-serpent-and-the-wings-of-night?ref=nav_sb_ss_1_11#CommunityReviews",
            "pages": 504,
            "published": "First published August 30, 2022",
            "ratings": 4.35,
            "description": "Human or vampire, the rules of survival are the same: never trust, never yield, and always – always – guard your heart.The adopted human daughter of the Nightborn vampire king, Oraya carved her place in a world designed to kill her. Her only chance to become something more than prey is entering the Kejari: a legendary tournament held by the goddess of death herself."
        }, 
        {
            "title": "From Blood And Ash",
            "author": "Jennifer L. Armentrout",
            "categories": ["fiction", "contemporary", "romance","vampires","paranormal"],
            "ourPrice": 249,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1585598504i/52831200.jpg",
            "reviews": "https://www.goodreads.com/book/show/52831200-from-blood-and-ash?ref=nav_sb_ss_1_17#CommunityReviews",
            "pages": 622,
            "published": "First published March 29, 2020",
            "ratings": 4.24,
            "description": "From Blood and Ash follows the Maiden, a girl named Poppy who is fated to Ascend soon. She isn't allowed to speak to or touch anyone but a select few. But a mysterious man named Hawke becomes her guard, and when attacks from supernatural creatures become more common, she is forced to trust him."
        }, 
        {
            "title": "A Kingdom of Flesh and Fire",
            "author": "Jennifer L. Armentrout",
            "categories": ["fiction", "contemporary", "romance","vampires","paranormal"],
            "ourPrice": 249,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1595874447i/54319549.jpg",
            "reviews": "https://www.goodreads.com/book/show/54319549-a-kingdom-of-flesh-and-fire?ref=nav_sb_ss_1_9#CommunityReviews",
            "pages": 637,
            "published": "First published September 1, 2020",
            "ratings": 4.36,
            "description": "Everything Poppy has ever believed in is a lie, including the man she was falling in love with. Thrust among those who see her as a symbol of a monstrous kingdom, she barely knows who she is without the veil of the Maiden. But what she does know is that nothing is as dangerous to her as him."
        }, 
        {
            "title": "The Song of Achilles",
            "author": "Madeline Miller",
            "categories": ["fiction", "fantasy", "romance","mythology"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/51PH05QauDL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/13623848-the-song-of-achilles?ref=nav_sb_ss_1_18#CommunityReviews",
            "pages": 408,
            "published": "First published September 20, 2011",
            "ratings": 4.33,
            "description": "Achilles, 'the best of all the Greeks,' son of the cruel sea goddess Thetis and the legendary king Peleus, is strong, swift, and beautiful, irresistible to all who meet him. Patroclus is an awkward young prince, exiled from his homeland after an act of shocking violence. Brought together by chance, they forge an inseparable bond, despite risking the gods' wrath."
        },
        {
            "title": "The Song of Achilles",
            "author": "Madeline Miller",
            "categories": ["fiction", "fantasy", "romance","mythology"],
            "ourPrice": 189,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/51ECswWT90L._AC_UY327_FMwebp_QL65.jpg",
            "reviews": "https://www.goodreads.com/book/show/35959740-circe?ref=nav_sb_ss_1_5#CommunityReviews",
            "pages": 393,
            "published": "First published April 10, 2018",
            "ratings": 4.24,
            "description": "In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child--neither powerful like her father nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power: the power of witchcraft, which can transform rivals into monsters and menace the gods themselves."
        }, 
        {
            "title": "The Soulmate Equation",
            "author": "Christina Lauren",
            "categories": ["fiction", "contemporary", "romance","family"],
            "ourPrice": 259,
            "mrp": 599,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/81Bh3EK1jgS._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/58438593-the-soulmate-equation?ref=nav_sb_ss_1_8#CommunityReviews",
            "pages": 416,
            "published": "First published May 18, 2021",
            "ratings": 4.01,
            "description": "Single mom Jess Davis is a data and statistics wizard, but no amount of number crunching can convince her to step back into the dating world. After all, her father was never around, her hard-partying mother disappeared when she was six, and her ex decided he wasn’t “father material” before her daughter was even born. Jess holds her loved ones close but working constantly to stay afloat is hard...and lonely."
        }, 
        {
            "title": "The Unhoneymooners",
            "author": "Christina Lauren",
            "categories": ["fiction", "contemporary", "romance","family","adult"],
            "ourPrice": 259,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1548201335i/42201431.jpg",
            "reviews": "https://www.goodreads.com/book/show/42201431-the-unhoneymooners?ref=nav_sb_ss_1_11#CommunityReviews",
            "pages": 432,
            "published": "First published May 14, 2019",
            "ratings": 3.92,
            "description": "Olive is always unlucky: in her career, in love, in…well, everything. Her identical twin sister Ami, on the other hand, is probably the luckiest person in the world. Her meet-cute with her fiancé is something out of a romantic comedy (gag) and she’s managed to finance her entire wedding by winning a series of Internet contests (double gag). Worst of all, she’s forcing Olive to spend the day with her sworn enemy, Ethan, who just happens to be the best man."
        }, 
        {
            "title": "The Tales of Beedle the Bard",
            "author": "J.K. Rowling",
            "categories": ["fiction", "fantasy", "magic","children"],
            "ourPrice": 189,
            "mrp": 399,
            "img": "https://bookclubb.in/wp-content/uploads/2023/09/91ZVoV02NwL._AC_UY218.jpg",
            "reviews": "https://www.goodreads.com/book/show/3950967-the-tales-of-beedle-the-bard?ref=nav_sb_ss_1_17#CommunityReviews",
            "pages": 105,
            "published": "First published January 1, 2008",
            "ratings": 4.04,
            "description": "'The Tales of Beedle the Bard' contains five richly diverse fairy tales, each with its own magical character, that will variously bring delight, laughter and the thrill of mortal peril.Additional notes for each story penned by Professor Albus Dumbledore will be enjoyed by Muggles and wizards alike, as the Professor muses on the morals illuminated by the tales, and reveals snippets of information about life at Hogwarts.A uniquely magical volume, with illustrations by the author, J. K. Rowling, that will be treasured for years to come."
        }, 
        {
            "title": "The Temporary Wife",
            "author": "Catharina Maura",
            "categories": ["fiction", "contemporary", "romance","adult"],
            "ourPrice": 279,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1673027974i/63095160.jpg",
            "reviews": "https://www.goodreads.com/book/show/63095160-the-temporary-wife?ref=nav_sb_ss_1_14#CommunityReviews",
            "pages": 384,
            "published": "First published February 3, 2023",
            "ratings": 4.06,
            "description": "When Luca Windsor’s secretary quits her job shortly after he’s forced into an unwanted engagement arranged by his family, he sets out to solve both problems… by secretly marrying his secretary instead. The rules are simple: 1. Don’t fall in love 2. Keep their marriage a secret at work 3. Share a bed every night It was meant to be a straightforward and mutually beneficial deal, but with each day that passes, it becomes clearer to Luca that the only thing Valentina wants is the one thing he can never do.Letting her go."
        }, 
        {
            "title": "The Way I Used to Be",
            "author": "Amber Smith",
            "categories": ["fiction", "high-school", "romance","mental-health"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1433883455i/23546634.jpg",
            "reviews": "https://www.goodreads.com/book/show/23546634-the-way-i-used-to-be?ref=nav_sb_ss_1_20#CommunityReviews",
            "pages": 385,
            "published": "First published March 22, 2016",
            "ratings": 4.16,
            "description": "All Eden wants is to rewind the clock. To live that day again. She would do everything differently. Not laugh at his jokes or ignore the way he was looking at her that night. And she would definitely lock her bedroom door.But Eden can’t turn back time. So she buries the truth, along with the girl she used to be. She pretends she doesn’t need friends, doesn’t need love, doesn’t need justice. But as her world unravels, one thing becomes clear: the only person who can save Eden … is Eden."
        }, 
        {
            "title": "The Way I Am Now",
            "author": "Amber Smith",
            "categories": ["fiction", "high-school", "romance","mental-health"],
            "ourPrice": 219,
            "mrp": 499,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1676826705i/101143330.jpg",
            "reviews": "https://www.goodreads.com/book/show/101143330-the-way-i-am-now?ref=nav_sb_ss_1_16#CommunityReviews",
            "pages": 432,
            "published": "First published November 7, 2023",
            "ratings": 4.18,
            "description": "Eden and Josh never had a fair shot at a healthy relationship. When they dated in high school, they each had their own problems getting in the way of the deep connection they felt toward one another. Unbeknownst to Josh, Eden was carrying the burden of a devastating sexual assault, while Josh was dealing with his own private struggle of having an alcoholic father.Months after Eden and two other girls publicly accuse their rapist, Eden is starting college while her case goes to trial. Now when she and Josh reconnect, it seems like it might finally be in the right place at the right time for them to make it work. But is their love strong enough to withstand the challenges and chaos of college and the crushing realities of a trial that will determine whether Eden gets the justice she deserves?"
        },
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 
        {
            "title": "The Enemy",
            "author": "Sarah Adams",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 199,
            "mrp": 399,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1596080189i/53977568.jpg",
            "reviews": "https://www.goodreads.com/book/show/53977568-the-enemy?ref=nav_sb_ss_3_10#CommunityReviews",
            "pages": 256,
            "published": "First published August 29, 2020",
            "ratings": 3.85,
            "description": "Enemies should never get a second chance. But this one might...It’s been twelve years since I’ve seen him. Twelve years since he won our war of wits by outsmarting me with a tactic I didn’t even know was allowed. But tonight…I resurrect the battle."
        }, 

        {
            "title": "Secretly Yours",
            "author": "Tessa Bailey",
            "categories": ["fiction", "contemporary", "romance"],
            "ourPrice": 239,
            "mrp": 599,
            "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1658425744i/61109599.jpg",
            "reviews": "https://www.goodreads.com/book/show/61109599-secretly-yours?ref=nav_sb_ss_3_13#CommunityReviews",
            "pages": 384,
            "published": "First published February 7, 2023",
            "ratings": 3.31,
            "description": "A steamy new rom-com about a starchy professor and the bubbly neighbor he clashes with at every turn... Hallie Welch fell hard for Julian Vos at fourteen, after they almost kissed in the dark vineyards of his family's winery. Now the prodigal hottie has returned to their small town. When Hallie is hired to revamp the gardens on the Vos estate, she wonders if she'll finally get that smooch. But the grumpy professor isn't the teenager she remembers and their polar opposite personalities clash spectacularly. One wine-fueled girls' night later, Hallie can't shake the sense that she did something reckless--and then she remembers the drunken secret admirer letter she left for Julian. Oh shit."
        }
    ]
}